[
{
  "titre": "Porc au caramel",
  "ingredients": [
    "800 gr d'échine de porc",
    "60 gr de sucre",
    "25 cl d'eau",
    "2 c. à soupe de sauce soja sucrée",
    "1 c. à café de mélange 4 épices",
    "1 c. à café de gingembre moulu",
    "1 cube de bouillon"
  ],
  "etapes_preparation": [
    "Couper le porc en morceaux pas trop gros. Faire revenir dans une poêle avec de l'huile chaude, pour simplement dorer tous les côtés de la viande : elle doit rester saignante à l'intérieur.",
    "Puis, dans une grande casserole, mettre le sucre et ajouter un petit peu d'eau. Laisser sans mélanger sur feu fort, jusqu'à ce que le caramel se forme (attention à ne pas le brûler).",
    "Ajouter l'eau d'un coup : le caramel va rapidement se durcir, bien mélanger jusqu'à ce qu'il se soit totalement dissout dans l'eau. Ajouter ensuite le cube de bouillon, la sauce soja et les épices.",
    "Ajouter ensuite les morceaux de porc. Laisser à feu vif pendant 20 minutes en mélangeant régulièrement pour que la viande n'accroche pas au fond. La sauce devrait bien réduire sur les 10 dernières minutes.",
    "Sortir du feu et servir. Et voilà, votre porc au caramel est prêt !"
  ],
  "temps_preparation": "10 min",
  "temps_cuisson": "30 min",
  "difficulte": "Non spécifiée",
  "nb_personnes": "1 personnes",
  "url": "https://www.ptitchef.com/recettes/plat/porc-au-caramel-fid-1567504",
  "site_source": "ptitchef.com"
},
{
  "titre": "Soufflés au fromage bien moelleux et aérés",
  "ingredients": [
    "4 oeufs",
    "25 cl de lait",
    "30g de farine (3 c à soupe)",
    "100 gr de fromage râpé",
    "1 c. à café de beurre fondu",
    "sel",
    "poivre"
  ],
  "etapes_preparation": [
    "Dans une casserole faire fondre le beurre, puis ajouter la farine et mélanger.",
    "Ajouter le lait petit à petit en mélangeant. Si des grumeaux se forment, ne pas hésiter à passer au mixeur.",
    "Quand le mélange a épaissi, saler, poivrer, puis ajouter le fromage. Bien mélanger jusqu'à ce qu'il ait fondu, puis sortir du feu.",
    "Séparer les blancs des jaunes d’œuf, monter les blancs en neige ferme, et ajouter les jaunes à la préparation précédente. Mélanger un peu de blancs montés en neige à la préparation pour la \"détendre\", puis ajouter la préparation au reste de blancs. Mélanger délicatement sans écraser les blancs.",
    "Mettre dans des moules beurrés, puis cuire 20 minutes à 175°C. A la fin de la cuisson, couper le four, et entrouvrir la porte du four afin que les soufflés ne subissent pas un choc de température et retombent. Après 10 à 20 minutes d'attente, sortir les soufflés.",
    "Et voilà, vos soufflés sont prêts à être mangés immédiatement !"
  ],
  "temps_preparation": "15 min",
  "temps_cuisson": "20 min",
  "difficulte": "Non spécifiée",
  "nb_personnes": "1 personnes",
  "url": "https://www.ptitchef.com/recettes/entree/souffles-au-fromage-faciles-fid-1566175",
  "site_source": "ptitchef.com"
},
{
  "titre": "Charlotte aux pêches",
  "ingredients": [
    "1 grosse boite de pêches au sirop",
    "20 biscuits à la cuillère (ou plus)",
    "15 cl de lait",
    "2 jaunes dufs",
    "2 feuilles de gélatine",
    "20 cl de crème liquide bien froide",
    "40 de sucre en poudre",
    "1 sachet de sucre vanillé"
  ],
  "etapes_preparation": [
    "Page d'accueil - Ptitchef"
  ],
  "temps_preparation": "20 min",
  "temps_cuisson": "10 min",
  "difficulte": "Non spécifiée",
  "nb_personnes": "1 personnes",
  "url": "https://www.ptitchef.com/recettes/dessert/charlotte-aux-peches-fid-544400",
  "site_source": "ptitchef.com"
},
{
  "titre": "Falafels, la recette facile et rapide",
  "ingredients": [
    "400 gr de pois chiches (en conserve)",
    "1 oignon",
    "1 gousse d'ail",
    "2 c. à soupe de farine",
    "sel",
    "poivre",
    "persil frais",
    "coriandre fraîche",
    "1 c. à café de curcuma",
    "2 c. à café de cumin",
    "huile de friture"
  ],
  "etapes_preparation": [
    "Mettez les pois chiches égouttés, la farine, l'oignon et la gousse d'ail émincés dans un saladier.",
    "Ajoutez les herbes hachées et les épices.",
    "Écrasez le tout, avec un presse purée ou un autre outil, afin d'obtenir une pâte pas trop fine. Il faudra éviter le mixeur sur cette étape, la pâte doit être grossièrement écrasée.",
    "Formez des boulettes de pois chiches de la taille d'une balle de ping pong.",
    "Faites les frire dans de l'huile chaude pendant 3 minutes. Une fois sortis de la friture, déposez vos falafels sur du papier absorbant pour en ôter l'excédent d'huile de cuisson.",
    "Et voilà, vos falafels libanais sont prêts !"
  ],
  "temps_preparation": "15 min",
  "temps_cuisson": "20 min",
  "difficulte": "Non spécifiée",
  "nb_personnes": "1 personnes",
  "url": "https://www.ptitchef.com/recettes/entree/falafels-la-recette-facile-et-rapide-fid-1568983",
  "site_source": "ptitchef.com"
},
{
  "titre": "Velouté de courgette",
  "ingredients": [
    "500 gr de courgettes (fraîches ou surgelées)",
    "1 oignon",
    "15 cl d'eau",
    "1 cube de bouillon",
    "beurre",
    "2 fromages Kiri",
    "sel",
    "poivre"
  ],
  "etapes_preparation": [
    "Dans une casserole, faire fondre le beurre, et y faire revenir l'oignon émincé.",
    "Puis, ajouter les courgettes pelées et coupées en dés. Faire revenir pendant 5 minutes.",
    "Ajouter l'eau, le cube de bouillon, saler, poivrer, couvrir et laisser cuire environ 15 minutes à feu moyen.",
    "Mettre les légumes avec un peu d'eau de cuisson dans un blender et ajouter les 2 fromages Kiri. Mixer, et ajouter de l'eau de cuisson si nécessaire.",
    "Et voilà, votre velouté de courgette est prêt !"
  ],
  "temps_preparation": "10 min",
  "temps_cuisson": "20 min",
  "difficulte": "Non spécifiée",
  "nb_personnes": "1 personnes",
  "url": "https://www.ptitchef.com/recettes/entree/veloute-de-courgette-onctueux-fid-1566494",
  "site_source": "ptitchef.com"
},
{
  "titre": "Moelleux de courgettes au cœur kiri",
  "ingredients": [
    "300 gr de courgettes",
    "100 gr de farine",
    "80 gr de parmesan",
    "2 oeufs",
    "80 ml de lait",
    "10 ml d'huile",
    "3 fromages Kiri",
    "sel"
  ],
  "etapes_preparation": [
    "Dans un bol, mélanger la farine, le parmesan, les œufs, le lait, l'huile et le sel.",
    "Bien nettoyer les courgettes, et les mixer finement sans les peler.",
    "Ajouter les courgettes mixées à la préparation.",
    "Après avoir graissé les moules, les remplir à moitié de la pâte, puis y déposer la moitié d'un fromage Kiri, pour enfin recouvrir de pâte.",
    "Cuire 25 minutes à 200°C. Et voilà, vos moelleux de courgettes au cœur Kiri sont prêts !"
  ],
  "temps_preparation": "15 min",
  "temps_cuisson": "25 min",
  "difficulte": "Non spécifiée",
  "nb_personnes": "1 personnes",
  "url": "https://www.ptitchef.com/recettes/entree/moelleux-de-courgettes-au-coeur-kiri-fid-1565724",
  "site_source": "ptitchef.com"
},
{
  "titre": "Croquettes de courgettes au four, pour faire aimer les légumes à toute la famille !",
  "ingredients": [
    "500 g de courgettes (2 courgettes moyennes)",
    "50 g de parmesan râpé",
    "1 oeuf",
    "35 gr de chapelure",
    "8 feuilles de menthe",
    "Sel",
    "Poivre"
  ],
  "etapes_preparation": [
    "Préchauffer le four à 190°. Pendant ce temps, laver les courgettes et les éplucher. Les râper avec les gros trous de la râpe et les placer dans un torchon propre.",
    "Presser le torchon pour enlever le maximum d'eau des courgettes.",
    "Mettre les courgettes râpées dans un bol et ajouter le parmesan râpé, l'œuf, la chapelure, la menthe hachée au couteau et assaisonner avec avec du sel et du poivre.",
    "Commencer à mélanger avec une cuillère, puis avec vos mains jusqu'à obtenir un mélange homogène.",
    "Prélever le mélange et former des petites croquettes avec vos mains. Les déposer ensuite sur une plaque allant au four recouverte de papier cuisson. Renouveler l'opération jusqu'à ce qu'il n'y ait plus de mélange. Faire cuire à 190°C pendant 20 minutes, puis les retourner et poursuivre la cuisson encore 15 minutes.",
    "Les laisser refroidir 5 minutes avant de les consommer. Et voilà, les croquettes de courgettes au four sont prêtes !"
  ],
  "temps_preparation": "5 min",
  "temps_cuisson": "20 min",
  "difficulte": "Non spécifiée",
  "nb_personnes": "1 personnes",
  "url": "https://www.ptitchef.com/recettes/entree/croquettes-de-courgettes-au-four-pour-faire-aimer-les-legumes-a-toute-la-famille-fid-1579927",
  "site_source": "ptitchef.com"
},
{
  "titre": "Oeufs mimosa, déclinés en 4 versions",
  "ingredients": [
    "8 œufs",
    "3 c. à soupe de mayonnaise",
    "4 brins de ciboulette",
    "1/4 d'avocat",
    "30 gr de thon",
    "1 c. à café de paprika"
  ],
  "etapes_preparation": [
    "Faites cuire vos œufs dans de l'eau bouillante pendant 10 minutes. Laissez-les refroidir, écalez-les, et coupez-les en 2. Récupérez tous les jaunes, et mettez en 1 de côté.",
    "Aux autres 7 jaunes d’œufs cuits, ajoutez la mayonnaise, et mélangez avec une fourchette afin de bien écraser les jaunes.",
    "Prélevez une bonne cuillère à soupe de ce mélange, et ajoutez-y la ciboulette hachée. Mélangez bien, et à l'aide d'une poche à douille, remplissez de ce mélange 4 demi-blancs d’œuf.",
    "Râpez ou émiettez le jaune d’œuf mis de côté sur les œufs remplis, afin de donner l'effet mimosa.",
    "Prélevez à nouveau 1 cuillère à soupe du mélange jaune/mayonnaise, et ajoutez-y l'avocat. Mélangez bien à la fourchette en écrasant l'avocat.",
    "Remplissez de ce mélange 4 demi blancs d’œufs. (Vous pouvez utiliser une douille cannelée afin de donner un beau visuel à vos oeufs).",
    "Prélevez à nouveau 1 cuillère à soupe du mélange jaune/mayonnaise, et ajoutez-y le thon. Mélangez bien à la fourchette en émiettant le thon. Remplissez 4 demi-blancs avec ce mélange.",
    "Avec le mélange restant, ajoutez du paprika au goût, et remplissez les blancs restants. Saupoudrez de paprika.",
    "Et voilà, votre quatuor d’œufs mimosa est prêt !"
  ],
  "temps_preparation": "25 min",
  "temps_cuisson": "24 min",
  "difficulte": "Non spécifiée",
  "nb_personnes": "6 personnes",
  "url": "https://www.ptitchef.com/recettes/entree/oeufs-mimosa-declines-en-4-versions-fid-1570595",
  "site_source": "ptitchef.com"
},
{
  "titre": "Tortilla espagnole pommes de terre et oignons",
  "ingredients": [
    "7 oeufs",
    "1kg de pommes de terre",
    "50ml d'huile d'olive",
    "Sel (au goût)",
    "1 oignon"
  ],
  "etapes_preparation": [
    "Couper l'oignon.",
    "Couper les pommes de terre, les laver et bien les mélanger au sel.",
    "Faire revenir l'oignon dans la poêle sur feu moyen. Ensuite, ajouter les pommes de terre.",
    "Quand les pommes de terre sont dorées et se séparent facilement, ajouter les oeufs préalablement battus.",
    "Faire cuire le fond de la tortilla. Une fois cuite, la retourner à l'aide d'un couvercle plat. Cuire l'autre côté jusqu'à ce que ce soit doré. Et voilà !"
  ],
  "temps_preparation": "15 min",
  "temps_cuisson": "25 min",
  "difficulte": "Non spécifiée",
  "nb_personnes": "1 personnes",
  "url": "https://www.ptitchef.com/recettes/entree/tortilla-espagnole-pommes-de-terre-et-oignons-fid-1560941",
  "site_source": "ptitchef.com"
},
{
  "titre": "Pain à l'ail et au persil",
  "ingredients": [
    "1 baguette de pain",
    "2 gousses d'ail",
    "150gr de beurre",
    "Quelques branches de persil",
    "Sel"
  ],
  "etapes_preparation": [
    "Commencer par faire des entailles tout le long de la baguette de pain.",
    "Hacher le persil finement.",
    "Peler l'ail puis le couper en petits morceaux.",
    "Faire fondre le beurre. Ajouter le persil, puis l'ail, puis le sel et mélanger.",
    "Poser la baguette de pain sur une feuille d'aluminium. À l'aide d'un pinceau, étaler le mélange entre les tranches de pain. Faire de même sur le dessus de la baguette.",
    "Enrouler la baguette dans le papier aluminium. Mettre au four pendant 25 minutes à 200°C. Et voilà !"
  ],
  "temps_preparation": "10 min",
  "temps_cuisson": "25 min",
  "difficulte": "Non spécifiée",
  "nb_personnes": "1 personnes",
  "url": "https://www.ptitchef.com/recettes/entree/pain-a-l-ail-et-au-persil-fid-1561123",
  "site_source": "ptitchef.com"
},
{
  "titre": "Friands jambon fromage",
  "ingredients": [
    "1 pâte feuilletée rectangulaire",
    "4 c. à soupe de crème fraîche épaisse",
    "2 tranches de jambon",
    "100 gr de fromage râpé",
    "1 œuf"
  ],
  "etapes_preparation": [
    "Coupez la pâte feuilletée en 8 rectangles de taille égale. Appliquez de la crème fraîche sur 4 rectangles de pâte feuilletée.",
    "Ajoutez 1/2 tranche de jambon et du fromage râpé.",
    "Recouvrez d'un autre rectangle de pâte feuilletée, et scellez les bords à l'aide d'une fourchette.",
    "Badigeonnez d’œuf battu, et rayez le dessus de chaque friand à l'aide d'un couteau.",
    "Faites cuire 20 minutes à 180°C.",
    "Et voilà, vos friands au jambon et au fromage sont prêts !"
  ],
  "temps_preparation": "15 min",
  "temps_cuisson": "20 min",
  "difficulte": "Non spécifiée",
  "nb_personnes": "1 personnes",
  "url": "https://www.ptitchef.com/recettes/entree/friands-jambon-fromage-fid-1569926",
  "site_source": "ptitchef.com"
},
{
  "titre": "Terrine de foie gras maison facile",
  "ingredients": [
    "500g de foie gras frais",
    "2 cas de vin blanc (sucré type sauternes)",
    "7g de sel (ou 1/2 c a café)",
    "3g de poivre"
  ],
  "etapes_preparation": [
    "Séparer le foie gras en plusieurs parties puis le déveiner.",
    "Disposer les morceaux de fois gras déveiné dans un plat allant au four.",
    "Ajouter le vin blanc doux + sel + poivre",
    "Enrouler le plat de film plastique puis placer au réfrigérateur pendant 15 minutes.",
    "Enfin, mettre à cuire pendant 25 minutes à 90°C.",
    "Une fois cuits, disposer les morceaux dans une terrine.",
    "Découper un morceau de carton de la taille de la terrine puis l'enrober de papier alluminium. Le déposer sur le fois gras.",
    "Tasser ensuite avec un poids. Chez Ptitchef, nous avons utiliser une boite de farine que nous avons entourée de papier alluminium, pour une question d'hygiène. Laisser reposer 1 heure.",
    "Retirer le poids puis le morceau de carton. Couvrir la terrine de son couvercle et laisser reposer au réfrigérateur durant 3 à 4 jours. Et voilà !"
  ],
  "temps_preparation": "20 min",
  "temps_cuisson": "25 min",
  "difficulte": "Non spécifiée",
  "nb_personnes": "1 personnes",
  "url": "https://www.ptitchef.com/recettes/entree/terrine-de-foie-gras-maison-facile-fid-1563615",
  "site_source": "ptitchef.com"
},
{
  "titre": "Nems aux crevettes",
  "ingredients": [
    "12 Galettes de riz",
    "500 g de crevettes (fraîches du poissonnier)",
    "40 g de vermicelles de soja",
    "25 g de champignons noirs séchés",
    "1 carotte (râpée)",
    "1 Oignon (haché finement)",
    "1 Oeuf",
    "2 Cuillères à soupe de sauce soja"
  ],
  "etapes_preparation": [
    "Décortiquer et laver les crevettes roses. Faire tremper 25 mins les champignons noirs dans de l'eau tiède.",
    "Faire tremper 15 mins les vermicelles de soja également dans de l'eau tiède. Dans une jatte, incorporer les crevettes hachées, les champignons noires coupés finement, la carotte râpée ainsi que l'oignon.",
    "Égoutter les vermicelles de soja dans une passoire puis découper-les à l'aide d'un ciseaux directement dans la jatte, n'oublier pas de mettre la sauce soja. Battre un oeuf et l'incorporer dans la préparation, mélanger bien le tout.",
    "Confection des nems : Tremper la galette dans de l'eau froide quelques secondes puis l'étaler sur un torchon propre. La galette doit se ramollir. Mettre une bonne cuillerée à soupe de farce au centre du bord de la galette, puis rouler trois fois et rabattre les bords droit et gauche vers le centre et continuer à rouler la galette. Continuer jusqu'à épuisement de la farce.",
    "Cuisson : Faire dorer les nems dans de l'huile chaude jusqu'a ce qu'ils prennent une couleur dorée. Vous pouvez déguster les nems avec des feuilles de salade et de la sauce nems, c'est excellent."
  ],
  "temps_preparation": "20 min",
  "temps_cuisson": "0027 min",
  "difficulte": "Non spécifiée",
  "nb_personnes": "1 personnes",
  "url": "https://www.ptitchef.com/recettes/entree/nems-aux-crevettes-fid-102081",
  "site_source": "ptitchef.com"
},
{
  "titre": "Beignets de morue à la portugaise",
  "ingredients": [
    "400 gr de morue dessalée",
    "800 gr de pommes de terre",
    "2 oeufs",
    "4 c. à soupe de farine",
    "1 gousse d'ail",
    "3 branches de persil",
    "huile de friture",
    "sel",
    "poivre"
  ],
  "etapes_preparation": [
    "Faire cuire les filets de morue dans de l'eau bouillante 10 minutes.",
    "Faire cuire les pommes de terre 40 minutes dans l'eau bouillante (ou jusqu'à ce qu'elles soient cuites).",
    "Une fois refroidies, écraser les pommes de terre en purée, et y ajouter les oeufs, le persil haché, la gousse d'ail émincée et bien mélanger.",
    "Une fois le poisson refroidi, l'émietter et enlever les arêtes. L'ajouter au mélange de pommes de terre avec la farine et bien mélanger.",
    "Prendre une cuillère à soupe de ce mélange, et former une croquette avec vos mains.",
    "Mettre ces croquettes à frire dans de l'huile de friture chaude, en faisant bien dorer tous les côtés.",
    "Et voilà, vos beignets de morue à la portugaise sont prêts !"
  ],
  "temps_preparation": "40 min",
  "temps_cuisson": "1 min",
  "difficulte": "Non spécifiée",
  "nb_personnes": "1 personnes",
  "url": "https://www.ptitchef.com/recettes/entree/beignets-de-morue-a-la-portuguaise-fid-1566890",
  "site_source": "ptitchef.com"
},
{
  "titre": "Fougasse aux lardons et aux oignons",
  "ingredients": [
    "500 gr de farine",
    "1 c. à café de sel",
    "10 gr de levure de boulanger fraîche",
    "15 gr d'huile d'olive",
    "31 cl d'eau",
    "1 oignon",
    "200 gr d'allumettes de lardons",
    "70 gr de fromage râpé",
    "1 œuf (pour dorer)"
  ],
  "etapes_preparation": [
    "Dans le bol du pétrin, mettez la farine, le sel, formez un puits et mettez-y la levure émiettée (attention, elle ne doit pas toucher le sel ! ) Ajoutez l'huile d'olive et l'eau, et pétrissez environ 5 minutes.",
    "Laissez reposer la préparation pendant 1 heure à température ambiante.",
    "Après ce temps, étalez la pâte afin d’obtenir une pâte large et fine.",
    "Ajoutez ensuite des oignons et des lardons préalablement cuits sur la moitié de la pâte en prenant soin de laisser une marge. (Réservez quelques lardons pour les utiliser ensuite)",
    "Repliez la pâte en deux et assemblez les bords.",
    "Vous pouvez enfin donner la forme souhaitée à votre fougasse en la façonnant.",
    "Mettez votre pâte ainsi formée sur une plaque de cuisson recouverte de papier sulfurisé puis badigeonnez la d’oeuf battu.",
    "Découpez des entailles à l’intérieur. N’hésitez pas à les faire bien grande pour qu’elles se remarquent après cuisson.",
    "Saupoudrez votre fougasse de lardons et de fromage râpé puis laissez reposer 20 minutes à température ambiante.",
    "Faites cuire 20 minutes à 180°C.",
    "Et voilà, votre fougasse est prête! Bonne dégustation !"
  ],
  "temps_preparation": "2 min",
  "temps_cuisson": "20 min",
  "difficulte": "Non spécifiée",
  "nb_personnes": "1 personnes",
  "url": "https://www.ptitchef.com/recettes/entree/fougasse-aux-lardons-et-aux-oignons-fid-1571547",
  "site_source": "ptitchef.com"
},
{
  "titre": "Bœuf bourguignon",
  "ingredients": [
    "500 gr de jarret de boeuf",
    "2 oignons",
    "2 carottes",
    "1 bouquet garni",
    "75 cl vin rouge",
    "100 gr de lardons",
    "1 gousse d'ail",
    "100 gr de champignons de Paris",
    "sel",
    "poivre"
  ],
  "etapes_preparation": [
    "Dans une marmite, faire revenir les oignons émincés, puis ajouter les morceaux de viande. Faire rapidement cuire les faces des morceaux.",
    "Puis, couvrir avec le vin, et ajouter les carottes coupées en rondelles, les lardons préalablement cuits, la gousse d'ail émincée, et le bouquet garni.",
    "Laisser mijoter à feu doux pendant 2 heures.",
    "Ajouter ensuite les champignons émincés, et laisser à nouveau mijoter pendant 1 heure.",
    "Si après cette heure de cuisson la viande n'est toujours pas tendre (enfoncer un couteau pointu dans un morceau), laisser cuire jusqu'à ce que ça soit le cas, en faisant bien attention à couvrir la marmite pour que le vin ne réduise pas trop.",
    "Et voilà, votre bœuf bourguignon est prêt !"
  ],
  "temps_preparation": "20 min",
  "temps_cuisson": "3 min",
  "difficulte": "Non spécifiée",
  "nb_personnes": "1 personnes",
  "url": "https://www.ptitchef.com/recettes/plat/boeuf-bourguignon-traditionnel-fid-1566171",
  "site_source": "ptitchef.com"
},
{
  "titre": "Cordons bleus faits maison",
  "ingredients": [
    "4 escalopes de dinde fines",
    "4 tranches de fromage",
    "2 tranches de jambon blanc",
    "2 oeufs",
    "chapelure",
    "farine"
  ],
  "etapes_preparation": [
    "Mettre un peu de farine dans une assiette et y passer une face de l'escalope.",
    "Mettre une tranche de fromage et une demie tranche de jambon sur le côté non fariné de l'escalope.",
    "Replier l'escalope en deux.",
    "Tremper le cordon bleu dans les œufs battus en omelette, puis dans la chapelure. Faire en sorte de bien badigeonner les bords afin qu'ils se soudent à la cuisson.",
    "Dans une poêle à feu moyen, après y avoir fait chauffer de l'huile, cuire 5 minutes chaque face du cordon.",
    "Et voilà, vos cordons bleus sont prêts, parfaits pour être dégustés avec des haricots verts ou une purée !"
  ],
  "temps_preparation": "20 min",
  "temps_cuisson": "10 min",
  "difficulte": "Non spécifiée",
  "nb_personnes": "1 personnes",
  "url": "https://www.ptitchef.com/recettes/plat/cordons-bleus-faits-maison-fid-1566068",
  "site_source": "ptitchef.com"
},
{
  "titre": "Tartiflette savoyarde traditionnelle",
  "ingredients": [
    "1,2 kg de pommes de terre",
    "200 gr de lardons fumés",
    "2 oignons",
    "1 Reblochon fermier de savoie (de 450 gr)",
    "1 petit pot de crème fraîche épaisse",
    "10 cl de vin blanc sec"
  ],
  "etapes_preparation": [
    "Peler et couper en rondelles les pommes de terre. Les mettre dans une casserole d'eau froide et 1 cuillère à soupe de sel. Porter à ébullition et cuire environ 10 minutes. Égoutter les pommes de terres une fois cuites.",
    "Dans une poêle, mettre un peu d'huile et faire revenir les oignons émincés en lamelles. Lorsqu'ils deviennent transparents, ajouter les lardons et les faire cuire.",
    "Préchauffer le four à 220°C Beurrer un plat à gratin, et y disposer la moitié des pommes de terre. Ajoutez la moitié des la lardons et oignons",
    "Répéter l'opération une seconde fois. Disposer des cuillères à soupe de crème fraîche sur le dessus.",
    "Couper le Reblochon en deux dans sa longueur, et le disposer, croûte vers le haut, sur la tartiflette. Arroser du vin blanc.",
    "Cuire au four 20 minutes à 220°C.",
    "Et voilà, votre tartiflette est prête ! Bon appétit !"
  ],
  "temps_preparation": "30 min",
  "temps_cuisson": "0027 min",
  "difficulte": "Non spécifiée",
  "nb_personnes": "0 personnes",
  "url": "https://www.ptitchef.com/recettes/plat/tartiflette-savoyarde-traditionnelle-fid-1566572",
  "site_source": "ptitchef.com"
},
{
  "titre": "Gratin de poisson, une recette simple et facile",
  "ingredients": [
    "600 gr de poisson blanc (type cabillaud ou lieu noir)",
    "500 gr de pommes de terre",
    "200 gr de champignons de Paris",
    "35 gr de farine",
    "35 gr de beurre",
    "50 cl de lait",
    "70 gr de fromage râpé",
    "sel",
    "poivre",
    "muscade"
  ],
  "etapes_preparation": [
    "Pelez et coupez les pommes de terre en dés. Les faire cuire 10 minutes dans de l'eau bouillante.",
    "Beurrez un moule à gratin, et disposez les pommes de terres au fond. Coupez le poisson en gros bouts et disposez les sur les pommes de terre. Enfin, ajoutez les champignons lavés et émincés sur le poisson.",
    "Préparez la béchamel : faites fondre le beurre dans une casserole, et ajoutez la farine d'un coup. Mélangez au fouet.",
    "Ajoutez le lait petit à petit tout en mélangeant. La béchamel devrait épaissir. Salez, poivrez, et ajoutez de la noix de muscade moulue.",
    "Versez la béchamel dans le plat à gratin sur les ingrédients. Parsemez de fromage râpé.",
    "Mettez au four pendant 40 minutes à 180°C.",
    "Et voilà, votre gratin de poisson est prêt !"
  ],
  "temps_preparation": "45 min",
  "temps_cuisson": "50 min",
  "difficulte": "Non spécifiée",
  "nb_personnes": "1 personnes",
  "url": "https://www.ptitchef.com/recettes/plat/gratin-de-poisson-une-recette-simple-et-facile-fid-1569142",
  "site_source": "ptitchef.com"
},
{
  "titre": "Terrine au saumon frais et saumon fumé",
  "ingredients": [
    "180 gr de saumon fumé",
    "180 gr de saumon frais",
    "3 œufs",
    "1 c à café d'ail en poudre",
    "20 cl de crème liquide 30% mg",
    "10 gr de ciboulette fraîche"
  ],
  "etapes_preparation": [
    "Couper grossièrement le saumon frais puis le mixer avec les œufs, l'ail, la crème, la ciboulette jusqu'à obtenir un mélange homogène.",
    "Tapisser le fond du moule à cake avec des tranches de saumon fumé. Recouvrir avec 1/3 de préparation. Déposer des tranches de saumon fumé par dessus et répéter l'opération.",
    "Verser le reste de préparation sur le dessus et mettre le moule dans un bain marie. Recouvrir le moule de papier aluminium et mettre au four préchauffé à 180°C pendant 50 minutes.",
    "Retirer le papier aluminium et prolonger la cuisson pour 10 minutes à 180°C.",
    "Démouler doucement, parsemer de ciboulette ciselée et c'est prêt !"
  ],
  "temps_preparation": "10 min",
  "temps_cuisson": "1 min",
  "difficulte": "Non spécifiée",
  "nb_personnes": "1 personnes",
  "url": "https://www.ptitchef.com/recettes/plat/terrine-au-saumon-frais-et-saumon-fume-fid-1573639",
  "site_source": "ptitchef.com"
},
{
  "titre": "Quiche lorraine maison, la recette facile",
  "ingredients": [
    "1 pâte feuilletée",
    "200 gr de lardons",
    "3 oeufs",
    "20 cl de crème fraîche épaisse entière",
    "15 cl de lait",
    "sel",
    "poivre",
    "noix de muscade"
  ],
  "etapes_preparation": [
    "Disposer la pâte feuilletée dans un plat à tarte. Faire griller les lardons dans une poêle, puis les disposer sur la pâte feuilletée.",
    "Dans un bol, mélanger la crème, les œufs, le sel, le poivre, et la noix de muscade. Enfin, ajouter le lait.",
    "Verser ce mélange sur les lardons.",
    "Cuire 45 minutes à 180°C.",
    "Et voilà, votre quiche lorraine est prête à être dégustée !"
  ],
  "temps_preparation": "15 min",
  "temps_cuisson": "45 min",
  "difficulte": "Non spécifiée",
  "nb_personnes": "1 personnes",
  "url": "https://www.ptitchef.com/recettes/plat/quiche-lorraine-la-recette-facile-fid-1565449",
  "site_source": "ptitchef.com"
},
{
  "titre": "Quiche aux lardons",
  "ingredients": [
    "200 gr de farine",
    "100 gr de beurre",
    "1 oeuf",
    "1 cuillère à café de sel",
    "400 gr de crème fraîche",
    "100 gr de lardons",
    "3 oeufs",
    "Fromage râpé (facultatif)"
  ],
  "etapes_preparation": [
    "Pour la pâte brisée : Vous pouvez prendre une pâte brisée toute prête si vous le souhaitez. Pour la faire, consultez notre recette de pâte brisée maison (en video)",
    "Enfarinez la surface puis étalez votre pâte jusqu'à ce qu'elle fasse 1 cm d'épaisseur environ.",
    "Une fois prête, placez-la dans un moule puis pressez les bords. Avec une fourchette, piquez la base. Vous pouvez décorer les bords si vous le souhaitez. Enfournez 7 minutes à 200°C.",
    "Pour la garniture : Battez les oeufs. Ajoutez la crème fraîche. Mélangez. Ajoutez les lardons et mélangez de nouveau.",
    "Une fois votre pâte cuite, versez-y la garniture. Saupoudrez le tout de fromage râpé si vous le souhaitez. Enfournez entre 30 et 40 minutes à 180°C."
  ],
  "temps_preparation": "15 min",
  "temps_cuisson": "35 min",
  "difficulte": "Non spécifiée",
  "nb_personnes": "1 personnes",
  "url": "https://www.ptitchef.com/recettes/plat/quiche-aux-lardons-fid-1558302",
  "site_source": "ptitchef.com"
},
{
  "titre": "Abricots farcis au thon et romarin",
  "ingredients": [
    "8 abricots frais",
    "150 gr de thon cuit (1 boite)",
    "50 gr de fromage frais",
    "Sel",
    "Poivre",
    "Romarin"
  ],
  "etapes_preparation": [
    "Préparer la garniture : Égoutter le thon et l'émietter. Ajouter le fromage frais et mélanger. Ajouter ensuite du sel, du poivre et du romarin et bien mélanger.",
    "Laver puis couper les abricots en deux. Enlever le noyau puis garnir les oreillons avec le mélange précédent.",
    "C'est prêt !"
  ],
  "temps_preparation": "Non spécifié",
  "temps_cuisson": "0027 min",
  "difficulte": "Non spécifiée",
  "nb_personnes": "1 personnes",
  "url": "https://www.ptitchef.com/recettes/aperitif/abricots-farcis-au-thon-et-romarin-fid-1572672",
  "site_source": "ptitchef.com"
},
{
  "titre": "Pâtes à la carbonara, la vraie recette !",
  "ingredients": [
    "200 gr de spaghettis",
    "80 gr de parmesan (ou pecorino)",
    "4 tranches de pancetta (4 à 5 tranches)",
    "2 oeufs",
    "Poivre du moulin"
  ],
  "etapes_preparation": [
    "Mettre vos spaghettis à cuire, en respectant le temps de cuisson indiqué sur le paquet.",
    "Faire griller la pancetta, puis la couper en petits morceaux.",
    "Dans un bol, mettre les œufs, 80 gr de fromage Pecorino, et 2 c. à soupe d'eau de cuisson des pâtes. Battre jusqu'à ce que le mélange \"gonfle\" légèrement.",
    "Une fois les pâtes cuites, rapidement les mélanger à la pancetta et au mélange oeufs-Pecorino-eau , pour servir directement.",
    "Saupoudrer du Pecorino restant. Poivrez avec 3 tours de moulin sur les pates. Vos pâtes à la carbonara sont prêtes ! NB : ces pâtes ne peuvent pas être réchauffées, puisque cela cuirait les œufs, et ôterait la texture crémeuse de la sauce."
  ],
  "temps_preparation": "5 min",
  "temps_cuisson": "10 min",
  "difficulte": "Non spécifiée",
  "nb_personnes": "1 personnes",
  "url": "https://www.ptitchef.com/recettes/plat/pates-a-la-carbonara-la-vraie-recette-fid-1564683",
  "site_source": "ptitchef.com"
},
{
  "titre": "Comment cuire une côte de porc à la poêle?",
  "ingredients": [
    "2 côtes de porc",
    "20g Beurre",
    "Sel",
    "Poivre"
  ],
  "etapes_preparation": [
    "Sortez votre viande 10 à 15 minutes du frigo à température ambiante avant la cuisson. Salez et poivrez sur chaque face.",
    "Faites chauffer le beurre dans une poêle.",
    "Lorsque la poêle est bien chaude et le beurre mousseux, faites saisir la côte de porc à feu vif pendant 2 minutes de chaque côté.",
    "Baissez ensuite le feu et laissez cuire une dizaine de minutes en fonction de l’épaisseur de votre côte de porc en la retournant à mi-cuisson.",
    "Éteignez le feu et couvrez la poêle avec un couvercle ou de l'aluminium pour garder une viande bien juteuse jusqu’à la dégustation. C’est prêt !"
  ],
  "temps_preparation": "2 min",
  "temps_cuisson": "15 min",
  "difficulte": "Non spécifiée",
  "nb_personnes": "1 personnes",
  "url": "https://www.ptitchef.com/recettes/plat/comment-cuire-une-cote-de-porc-a-la-poele-fid-1577414",
  "site_source": "ptitchef.com"
},
{
  "titre": "Lentilles à l'espagnole",
  "ingredients": [
    "250 gr de lentilles",
    "1,5 litre d'eau",
    "1 pomme de terre",
    "1 tomate",
    "1/4 de poivron rouge",
    "1/2 poivron vert",
    "1 oignon",
    "3 gousses d'ail",
    "1 carotte",
    "100 gr de lardons",
    "8 tranches de chorizo",
    "1 cuillère à café de paprika",
    "1 feuille de laurier",
    "1 c. à soupe d'huile d'olive",
    "sel"
  ],
  "etapes_preparation": [
    "Mettez l'eau et les lentilles dans la casserole et portez à ébullition. Laissez à feu moyen pendant 15 minutes.",
    "Ajoutez la pomme de terre et la tomate, pelées et coupées en morceaux. Ajoutez également les poivrons et l'oignon émincés, ainsi que les gousses d'ail entières (et pelées).",
    "Pelez la carotte et coupez la en fines rondelles. Ajoutez la au mélange, ainsi que les lardons. Mélangez.",
    "Placez les morceaux de chorizo sur une assiette couverte de papier sopalain, et mettez au micro-ondes pendant 1 minute. Cela permet d'enlever du gras du chorizo.",
    "Ajoutez le au mélange, ainsi que le sel, le paprika et l'huile d'olive. Mélangez bien, couvrez et laissez cuire 25 minutes à feu doux (ou jusqu'à ce que les pommes de terre sont cuites).",
    "Et voilà, vos lentilles à l'espagnoles sont prêtes !"
  ],
  "temps_preparation": "15 min",
  "temps_cuisson": "40 min",
  "difficulte": "Non spécifiée",
  "nb_personnes": "1 personnes",
  "url": "https://www.ptitchef.com/recettes/plat/lentilles-a-l-espagnole-fid-1570301",
  "site_source": "ptitchef.com"
},
{
  "titre": "Moussaka à la grecque",
  "ingredients": [
    "2 aubergines",
    "500 gr de viande d'agneau hachée",
    "1 oignon",
    "1 gousse d'ail",
    "1 bouquet garni",
    "huile d'olive",
    "5 tomates",
    "1 c. à café de concentré de tomate",
    "sel",
    "poivre",
    "cannelle",
    "15 gr de beurre",
    "50 gr de farine",
    "50 cl de lait",
    "1 oeuf"
  ],
  "etapes_preparation": [
    "Bien nettoyer les aubergines et les couper en tranches de 1 cm. Les disposer sur une plaque de cuisson, arroser d'huile d'olive, saler, poivrer, et faire cuire 20 minutes à 200°C.",
    "La sauce tomate : Dans une casserole, mettre de l'huile d'olive et ajouter les tomates pelées et coupées en dés. Saler, poivrer, ajouter 1/2 cuillère à café de cannelle et le concentré de tomate. Mélanger et laisser réduire à feu doux environ 15 minutes.",
    "Dans une poêle, faire revenir l'oignon émincé dans de l'huile d'olive. Puis ajouter l'agneau haché et le faire cuire.",
    "Ajouter la sauce tomate, la gousse d'ail émincée, et le bouquet garni. Mélanger et laisser cuire à feu moyen un quinzaine de minutes.",
    "La sauce blanche : Dans une casserole, faire fondre le beurre et ajouter la farine. Bien mélanger.",
    "Ajouter le lait petit à petit en mélangeant bien au fouet. Si le mélange présente trop de grumeaux, passer au mixeur. Mélanger sur le feu jusqu'à ce que la sauce blanche épaississe.",
    "Retirer du feu, et ajouter un œuf battu, en mélangeant vivement.",
    "Dans un plat à gratin badigeonné d'huile d'olive, disposer dans le fond la moitié des aubergines. Ajouter ensuite la viande et égaliser la surface.",
    "Recouvrir de la seconde moitié des aubergines, et enfin couvrir de la sauce blanche.",
    "Cuire 35 minutes à 180°C, en faisant attention à la cuisson.",
    "Et voilà, votre moussaka est prête !"
  ],
  "temps_preparation": "1 min",
  "temps_cuisson": "0027 min",
  "difficulte": "Non spécifiée",
  "nb_personnes": "1 personnes",
  "url": "https://www.ptitchef.com/recettes/plat/moussaka-a-la-grecque-fid-1566951",
  "site_source": "ptitchef.com"
},
{
  "titre": "Gratin de courgettes simplissime",
  "ingredients": [
    "4 courgettes moyennes",
    "4 œufs",
    "20 cl de crème",
    "70 gr de fromage râpé",
    "sel",
    "poivre"
  ],
  "etapes_preparation": [
    "Coupez les courgettes nettoyées en fines lamelles. Disposez les dans un plat à gratin.",
    "Mélangez les œufs avec la crème. Salez et poivrez.",
    "Versez ce mélange sur les courgettes, puis parsemez de fromage râpé.",
    "Faites cuire 40 minutes à 180°C.",
    "Et voilà, votre gratin de courgettes est prêt !"
  ],
  "temps_preparation": "20 min",
  "temps_cuisson": "40 min",
  "difficulte": "Non spécifiée",
  "nb_personnes": "1 personnes",
  "url": "https://www.ptitchef.com/recettes/plat/gratin-de-courgette-simplissime-fid-1570808",
  "site_source": "ptitchef.com"
},
{
  "titre": "Roulé de pommes de terre à la raclette de savoie et au jambon",
  "ingredients": [
    "5 œufs",
    "450 gr de pommes de terre",
    "1 oignon",
    "300 gr de Raclette de Savoie",
    "4 tranches de jambon blanc",
    "sel",
    "poivre"
  ],
  "etapes_preparation": [
    "Pelez les pommes de terre et râpez les. Battez les œufs en omelette en salant et poivrant, et mélangez les avec les pommes de terre râpées. Ajoutez l'oignon émincé.",
    "Disposez ce mélange dans une plaque à génoise en silicone. Lissez bien afin d'avoir une épaisseur uniforme.",
    "Faites cuire 30 minutes à 180°C.",
    "Retournez la plaque sur une feuille de papier sulfurisé, et disposez les tranches de raclette dessus. Ne couvrez que les 2/3 de la surface. Disposez ensuite les tranches de jambon sur le fromage..",
    "Roulez le tout en serrant un peu. Mettez au four encore chaud pendant 5 minutes afin de faire fondre le fromage.",
    "Et voilà, votre roulé de pommes de terre à la Raclette de Savoie est prêt !"
  ],
  "temps_preparation": "30 min",
  "temps_cuisson": "30 min",
  "difficulte": "Non spécifiée",
  "nb_personnes": "1 personnes",
  "url": "https://www.ptitchef.com/recettes/plat/roule-de-pommes-de-terre-a-la-raclette-de-savoie-et-au-jambon-fid-1570284",
  "site_source": "ptitchef.com"
},
{
  "titre": "Tarte aux pommes, la recette classique",
  "ingredients": [
    "7 pommes golden",
    "1 pâte feuilletée",
    "1 sachet de sucre vanillé",
    "1 cas de sucre roux",
    "un peu d'eau"
  ],
  "etapes_preparation": [
    "Pour la compote : Peler et couper 4 pommes en morceaux, les mettre dans une casserole et ajouter le sucre vanillé et un peu d'eau.",
    "Mettre sur feu moyen, et laisser cuire en mélangeant de temps en temps. Lorsque les pommes ont fondu en compote, retirer du feu. Ce n'est pas grave s'il reste des morceaux.",
    "Mettre la pâte feuilletée dans un plat à tarte et piquer avec une fourchette pour éviter qu'elle gonfle à la cuisson.",
    "Ajouter la compote préparée plus tôt, en la répartissant bien dans le plat.",
    "Eplucher et couper les pommes restantes en lamelles, et les disposer dans le plat en formant des cercles.",
    "Saupoudrer un peu de sucre roux sur les pommes pour les caraméliser, puis cuire 30 minutes à 180°C.",
    "Et voilà, votre tarte aux pommes est prête !"
  ],
  "temps_preparation": "25 min",
  "temps_cuisson": "30 min",
  "difficulte": "Non spécifiée",
  "nb_personnes": "9 personnes",
  "url": "https://www.ptitchef.com/recettes/dessert/tarte-aux-pommes-la-recette-classique-fid-1566071",
  "site_source": "ptitchef.com"
},
{
  "titre": "Gâteau au yaourt",
  "ingredients": [
    "1 pot de yaourt nature",
    "3 pots de sucre",
    "4 pots de farine",
    "1 pot d'huile",
    "1 sachet de levure chimique",
    "1 pincée de sel",
    "3 oeufs",
    "1 sachet de sucre vanillé"
  ],
  "etapes_preparation": [
    "Prechauffer le four sur 180°C Pendant que le four préchauffe, dans un saladier, verser le yaourt nature, ajouter le sucre et mélanger.",
    "Tout en melangeant, ajouter la farine, le sel et la levure. Quand la pâte est trop \"dure\" à mélanger, ajouter l'huile, et mélanger à nouveau.",
    "Ajouter les œufs et bien mélanger au fouet. Enfin, ajouter le sucre vanillé.",
    "Verser la préparation dans un moule à manqué. Mettre au four et après 40 minutes de cuisson à 180°C votre gâteau yaourt est prêt ! Laisser refroidir et démouler si vous le souhaitez."
  ],
  "temps_preparation": "15 min",
  "temps_cuisson": "20 min",
  "difficulte": "Non spécifiée",
  "nb_personnes": "1 personnes",
  "url": "https://www.ptitchef.com/recettes/dessert/gateau-au-yaourt-la-vraie-recette-fid-1565646",
  "site_source": "ptitchef.com"
},
{
  "titre": "Gâteau magique à la vanille pas à pas et vidéo",
  "ingredients": [
    "112gr de farine",
    "140gr de sucre",
    "500ml de lait",
    "125gr de beurre",
    "4 jaunes d'oeufs",
    "4 blancs d'oeufs",
    "Le zeste d'un citron",
    "1 gousse de vanille"
  ],
  "etapes_preparation": [
    "Faire chauffer le lait dans une casserole avec la gousse de vanille, le tout sur feu doux pendant 15 minutes. Sortez la casserole du feu et laisser reposer. Faire fondre le beurre et laisser reposer à température ambiante.",
    "Monter les blancs en neige. Réserver.",
    "Dans un autre bol, battre énergiquement les jaunes d'oeuf avec le sucre.",
    "Ajouter le beurre fondu et mélanger.",
    "Incorporer petit à petit le lait.",
    "Ajouter ensuite la farine et les zestes de citron.",
    "Enfin, avec l'aide d'une spatule/maryse, ajouter délicatement les blancs en neige à la préparation en faisant des mouvements enroulés afin de ne pas les casser. (Voir la vidéo à la fin de la recette).",
    "Beurrez et farinez un moule. Y verser la totalité de la préparation. Lisser le dessus à l'aide d'un couteau. Enfourner 50 minutes à 150°C. Laissez reposer à température ambiante pendant 1 heure. Placez le gâteau au réfrigérateur pendant 2h avant de le démouler délicatement. Cette étape est primordial puisque c'est dans le réfrigérateur que les 3 couches de votre gâteau magique vont se former. Décorer avec du sucre glace. Et voilà !"
  ],
  "temps_preparation": "30 min",
  "temps_cuisson": "50 min",
  "difficulte": "Non spécifiée",
  "nb_personnes": "1 personnes",
  "url": "https://www.ptitchef.com/recettes/dessert/gateau-magique-aromatise-a-la-vanille-fid-1560545",
  "site_source": "ptitchef.com"
},
{
  "titre": "Fraisier (la recette pas à pas)",
  "ingredients": [
    "45 cl de lait",
    "1 gousse de vanille",
    "4 jaunes d’œuf",
    "125 gr de sucre",
    "60 gr de maïzena",
    "90gr de beurre (pour l'étape 3)",
    "100gr de beurre (pour l'étape 11)",
    "2 œufs",
    "60 gr de farine",
    "60 gr de sucre",
    "60 gr de sucre",
    "50 ml d'eau",
    "500 gr de fraises",
    "150 gr de confiture"
  ],
  "etapes_preparation": [
    "La crème mousseline : Réservez 100 gr de beurre à température ambiante. Mettre le lait à bouillir avec la gousse de vanille fendue. Pendant ce temps, battre les jaunes avec le sucre jusqu'à ce que le mélange blanchisse. Ajouter la maïzena et bien mélanger.",
    "Lorsque le lait a bouilli, l'ajouter petit à petit au mélange précédent. Remettre le tout dans la casserole sur feu moyen.",
    "Mélanger au fouet jusqu'à ce que le mélange épaississe. Bien épaissir la crème. Une fois sortie du feu, ajoutez 90 gr de beurre et mélangez bien. Filmez \"au contact\", c'est à dire que le film plastique doit toucher la crème afin d'éviter la formation d'une peau. Laissez refroidir.",
    "La génoise : Préchauffez le four à 180°C. Mettez les 2 œufs et le sucre dans le bol du batteur. Battez à pleine vitesse pendant 5 minutes : le mélange devrait avoir doublé de volume.",
    "Ajoutez la farine tamisée, et mélangez délicatement, sans écraser les œufs, en soulevant le mélange sur la farine. Prenez garde de ne pas laisser de farine dans le fond du bol. Mettez dans un moule de 18 cm de diamètre beurré, et cuire 20 minutes à 180°C. Laissez refroidir.",
    "Le sirop d'imbibage : Mettez le sucre et l'eau dans une casserole à feu moyen. Lorsque le mélange bout, sortez du feu. Laissez refroidir.",
    "Le montage : Coupez votre génoise en deux dans la largeur, en essayant d'avoir deux parts égales.",
    "Posez votre cercle à pâtisserie sur le plat de service, et placez la bande de rhodoïd à l'intérieur et tout autour du cercle, cela afin de faciliter le démoulage.",
    "Placez le haut de la génoise retourné dans le fond. A l'aide d'un pinceau, imbibez-la de la moitié du sirop. Pensez à bien imbiber les bords qui en général sont plus secs.",
    "Nettoyez les 2/3 de vos fraises, et coupez-les en 2. Placez les tout autour de la génoise, face coupée vers l'extérieur.",
    "Pendant ce temps, votre crème a du refroidir (elle ne doit pas être trop froide). Battez-la pour la détendre, puis ajoutez petit à petit les 100 gr de beurre ramolli, tout en battant à vitesse moyenne. Une fois tout le beurre incorporé, battez 2 minutes à pleine vitesse : le fouet devrait laisser des marques bien visibles dans la crème.",
    "Appliquez de la crème entre les fraises (prenez garde à ne pas laisser d'espace vide).. Puis appliquez une couche sur la génoise, et couvrez entièrement les fraises sur les bords de crème mousseline. Coupez ce qu'il reste de fraises en petits morceaux et placez-les sur la crème.",
    "Imbibez le 2ème cercle de génoise, et placez-le, côté mie à l'intérieur, sur la crème. Appuyez bien afin de faire remonter un peu la crème sur les bords. A l'aide d'une spatule, recouvrir de crème et lisser au maximum. Mettez au frais pour minimum 4 heures.",
    "Décoration : Faites chauffer la confiture de fraises au micro-ondes pendant 30 secondes. Passez la au tamis afin d'enlever les morceaux, puis versez ce que vous avez récupéré sur le fraisier. Tournez-le afin de répartir la confiture sur toute la surface. Mettez au frais pour environ 1 heure.",
    "Démoulez délicatement le fraisier. S'il est trop froid et qu'il ne se décolle pas, passez un coup de sèche-cheveux chaud sur le cercle pour qu'il se réchauffe et s'ôte plus facilement. Coupez une fraise en rondelles, et disposez la en quinconce sur le côté du gâteau. S'il vous reste de la crème mousseline, utilisez une poche à douille pour décorer entre les morceaux de fraises.",
    "Et voilà, votre fraisier est prêt !"
  ],
  "temps_preparation": "3 min",
  "temps_cuisson": "20 min",
  "difficulte": "Non spécifiée",
  "nb_personnes": "9 personnes",
  "url": "https://www.ptitchef.com/recettes/dessert/fraisier-l-entremets-star-du-printemps-fid-1568215",
  "site_source": "ptitchef.com"
},
{
  "titre": "Fondant au chocolat et son coeur ultra coulant pas à pas",
  "ingredients": [
    "200gr de chocolat",
    "150gr de beurre",
    "150gr de sucre",
    "4 oeufs",
    "100gr de farine"
  ],
  "etapes_preparation": [
    "Mettre le sucre et les oeufs dans un bol.",
    "Bien mélanger.",
    "Dans un autre bol, faire fondre le chocolat et le beurre (soit au micro-ondes en vérifiant toutes les 30 secondes, soit au bain-marie). Mélanger et laisser légèrement refroidir.",
    "Ajouter le mélange chocolat + beurre au 1er (sucre + oeufs). Bien mélanger et ajouter la farine.",
    "Mélanger jusqu'à obtenir une préparation homogène.",
    "Graisser des petits moules avec du beurre et y verser le mélange.",
    "Préchauffer le four à 200°C et enfourner ensuite pendant 8 à 10 minutes. Et voilà !"
  ],
  "temps_preparation": "7 min",
  "temps_cuisson": "8 min",
  "difficulte": "Non spécifiée",
  "nb_personnes": "1 personnes",
  "url": "https://www.ptitchef.com/recettes/dessert/fondant-au-chocolat-et-son-coeur-ultra-coulant-pas-a-pas-fid-1560566",
  "site_source": "ptitchef.com"
},
{
  "titre": "Charlotte aux fraises facile et rapide",
  "ingredients": [
    "300 gr de boudoirs",
    "500 gr de fraises",
    "20 cl de crème liquide 30% MG",
    "150 gr de mascarpone",
    "50 gr de sucre glace",
    "confiture de fraises",
    "eau"
  ],
  "etapes_preparation": [
    "Mettre un film plastique dans le fond du moule à charnières. Tremper les boudoirs dans un peu d'eau, rapidement, et du côté lisse du biscuit.",
    "Les disposer tout autour du moule (face lisse vers l'intérieur) et tapisser le fond de biscuits.",
    "Dans un bol, mettre la crème liquide bien froide, le sucre glace et le mascarpone. Battre rapidement jusqu'à ce que le fouet laisse des marques et que le mélange soit dense. Laver et couper en morceaux 300 gr de fraises.",
    "Disposer la moitié de la mousse dans le fond, puis parsemer de morceaux de fraises. Tremper des boudoirs dans l'eau côté lisse, et les disposer sur les fraises.",
    "Mettre ce qu'il reste de mousse, parsemer du reste de fraises et finir avec une couche de biscuit. Couvrir de film plastique et mettre au frais pour minimum 4 heures.",
    "Retourner la charlotte et la démouler. Couper les fraises qu'il reste en 2 et les disposer sur le dessus.",
    "Faire chauffer de la confiture de fraises au micro-ondes 30 secondes et passer au tamis pour enlever les morceaux. Appliquer au pinceau sur les fraises.",
    "Et voilà, votre charlotte aux fraises est prête !"
  ],
  "temps_preparation": "4 min",
  "temps_cuisson": "Non spécifié",
  "difficulte": "Non spécifiée",
  "nb_personnes": "1 personnes",
  "url": "https://www.ptitchef.com/recettes/dessert/charlotte-aux-fraises-facile-et-rapide-fid-1568243",
  "site_source": "ptitchef.com"
},
{
  "titre": "Gâteau au fromage blanc",
  "ingredients": [
    "3 oeufs",
    "500g de fromage blanc",
    "100g de sucre",
    "90g de farine",
    "Zeste d'un demi citron (ou 1 demie cac de vanille liquide)"
  ],
  "etapes_preparation": [
    "Allumer le four sur 180°C Mélanger dans une saladier le fromage blanc et le sucre. Séparer les blancs des jaunes d'oeufs. Incorporer les jaunes d’œufs au mélange fromage blanc / sucre.",
    "Ajouter la farine et mélanger.",
    "Ajoutez les zestes de citron, ou la vanille.",
    "Montez les blancs en neige très ferme, et les incorporer délicatement au mélange.",
    "Verser la préparation fromage blanc, sucre oeuf dans un moule à charnière de 20cm de diamètre environ, préalablement beurré ou tapissé de graisse à la bombe. Mettre le gâteau au four à 180°C pendant 30min. Au bout de 30 minutes éteindre le four et ouvrir la porte du four qu'il refroidisse tout doucement. Après 1h, sortir du four et laisser refroidir plusieurs heures au frais avant de démouler."
  ],
  "temps_preparation": "10 min",
  "temps_cuisson": "30 min",
  "difficulte": "Non spécifiée",
  "nb_personnes": "1 personnes",
  "url": "https://www.ptitchef.com/recettes/dessert/gateau-au-fromage-blanc-super-facile-fid-1507834",
  "site_source": "ptitchef.com"
},
{
  "titre": "Gâteau au chocolat facile et moelleux",
  "ingredients": [
    "200 gr de chocolat noir patissier",
    "120 gr de beurre",
    "150 gr de sucre en poudre",
    "80 gr de farine",
    "3 oeufs",
    "11 gr de levure chimique"
  ],
  "etapes_preparation": [
    "Préchauffer le four à 180°C Dans un bol, ajouter aux œufs le sucre, mélanger, puis ajoutez la farine et la levure, et à nouveau bien mélanger.",
    "Faire fondre ensemble, au bain marie ou au micro-ondes, le chocolat et le beurre.",
    "Ajouter le chocolat fondu au mélange précédent.",
    "Mettre dans un moule à manqué beurré et mettre au four pendant 30 minutes à 180°C.",
    "Et voilà, votre gâteau au chocolat est prêt !"
  ],
  "temps_preparation": "45 min",
  "temps_cuisson": "30 min",
  "difficulte": "Non spécifiée",
  "nb_personnes": "1 personnes",
  "url": "https://www.ptitchef.com/recettes/dessert/gateau-au-chocolat-tout-simple-fid-1566045",
  "site_source": "ptitchef.com"
},
{
  "titre": "Tarte tatin aux pommes",
  "ingredients": [
    "1 rouleau de pâte brisée",
    "1,3 kg de pommes Golden",
    "120 gr de sucre"
  ],
  "etapes_preparation": [
    "Pour le caramel : Mettre le sucre dans une casserole sur feu moyen. Mélanger jusqu'à ce que le caramel se forme. Une fois que c'est le cas, retirer la casserole du feu.",
    "Verser immédiatement le caramel dans votre moule à tarte.",
    "Pour les pommes : Les peler et les couper à la moitié. Retirer les pépins et disposer les demi-pommes dans le moule à tarte, en mettant la face la plus plate en contact avec le caramel. Combler les trous qu'il y a entre les demi-pommes avec des morceaux. Couper les pommes restantes en lamelles et les disposer sur le dessus.",
    "Une fois que toutes les pommes sont disposées dans le moule à tarte, recouvrir le tout avec la pâte brisée. Rabattre sur le dessus les morceaux de pâte qui dépassent et bien sceller les bords. Faire une petit trou au milieu de la pâte pour laisser évacuer la vapeur lors de la cuisson et ne pas détremper la pate",
    "Enfourner 45 minutes à 180°C.",
    "Démouler délicatement.",
    "Et voilà ! Pour plus de gourmandise, n'hésitez pas à accompagner votre part de tarte d'une boule de glace vanille !"
  ],
  "temps_preparation": "15 min",
  "temps_cuisson": "40 min",
  "difficulte": "Non spécifiée",
  "nb_personnes": "9 personnes",
  "url": "https://www.ptitchef.com/recettes/dessert/tarte-tatin-aux-pommes-fid-1563842",
  "site_source": "ptitchef.com"
},
{
  "titre": "Flan pâtissier comme chez le boulanger",
  "ingredients": [
    "1 pâte feuilletée",
    "100cl de lait",
    "1 gousse de vanille",
    "3 oeufs",
    "160 gr de sucre",
    "120 gr de Maïzena"
  ],
  "etapes_preparation": [
    "Mettre le litre de lait à bouillir, en y ajoutant la gousse de vanille fendue en deux. Préchauffer le four à 180°C.",
    "Pendant ce temps, mélanger les œufs, le sucre et la Maïzena, afin d'obtenir une pâte à la texture crémeuse.",
    "Une fois que le lait a bouilli, l'ajouter en mélangeant à la préparation précédente.",
    "Remettre le tout sur le feu, à température moyenne, et mélanger constamment pendant environ 15 minutes, afin que le mélange soit bien épais.",
    "Garnir un moule de la pâte feuilletée, puis y verser la préparation et lisser le dessus.",
    "Cuire 45 minutes à 180°C.",
    "Laissez refroidir 2h au moins, et voilà, votre flan pâtissier est prêt à déguster !"
  ],
  "temps_preparation": "15 min",
  "temps_cuisson": "45 min",
  "difficulte": "Non spécifiée",
  "nb_personnes": "8 personnes",
  "url": "https://www.ptitchef.com/recettes/dessert/flan-patissier-comme-chez-le-boulanger-fid-1565072",
  "site_source": "ptitchef.com"
},
{
  "titre": "Pâte à crêpes facile et rapide",
  "ingredients": [
    "250 gr de farine",
    "4 oeufs",
    "50 cl de lait demi ecrémé",
    "2 c. à soupe d'huile",
    "1 pincée de sel",
    "1 c. à café d'extrait de vanille (facultatif)"
  ],
  "etapes_preparation": [
    "Dans un bol, mélanger la farine et le sel. Former un puits, et ajouter les œufs.",
    "Mélanger, puis ajouter l'extrait de vanille et l'huile. Si le mélange est trop dur à mélanger, ne pas hésiter à ajouter un peu de lait.",
    "Puis, ajouter le lait petit à petit, en mélangeant. Une fois tout le lait utilisé, couvrir le bol et laisser reposer une heure.",
    "Faire chauffer une crêpière, et appliquer un peu d'huile à l'aide d'un tissu en papier. Verser une louche de pâte, et laisser cuire 1 minute, puis retourner la crêpe. Laisser cuire 1 minute, et sortir du feu.",
    "Continuer l'étape précédente jusqu'à ce qu'il n'y ait plus de pâte, et voilà, vos crêpes sont prêtes. Sucre en poudre, confiture, miel, pâte à tartiner, ou nature, chaque crêpe est un régal !"
  ],
  "temps_preparation": "10 min",
  "temps_cuisson": "2019 min",
  "difficulte": "Non spécifiée",
  "nb_personnes": "1 personnes",
  "url": "https://www.ptitchef.com/recettes/dessert/pate-a-crepes-parfaite-fid-1565926",
  "site_source": "ptitchef.com"
},
{
  "titre": "Tarte au citron meringuée facile",
  "ingredients": [
    "140gr de sucre glace",
    "80gr de beurre",
    "6 oeufs",
    "2 citrons (zestes d'un citron + jus des 2 citrons)",
    "1 pâte sablée (du commerce ou maison)",
    "140gr de sucre glace",
    "4 blancs d’oeufs"
  ],
  "etapes_preparation": [
    "Râper un citron pour récupérer son zeste. Récupérer le jus des 2 citrons. Mettre le zeste et le jus dans une casserole, sur feu moyen. Ajouter le beurre et bien le faire fondre dans le mélange.",
    "Ajouter le sucre glace et bien le dissoudre dans le mélange. Ensuite, ajouter les oeufs battus et mélanger jusqu'à ce que le mélange s'épaississe. Retirer du feu et couvrir le mélange afin d'éviter qu'une croûte se forme pendant la préparation de la pâte.",
    "Prendre un rouleau de pâte sablée, issue du commerce ou faite maison (Retrouvez notre recette de pâte sablée en cliquant ici). Disposer la pâte dans un moule à tarte (le notre fait 24cm de diamètre). Retirer le surplus de pâte des bords.",
    "Disposer n'importe quel type de légumineuse sur le dessus de la pâte (nous avons utilisé des lentilles par exemple). Placer au réfrigérateur durant 15 minutes puis enfourner 10 minutes à 200°C.",
    "Enlever les légumineuses et remettre la pâte sablée au four 5 minutes de plus. Cela sert à cuire le centre de la pâte. Il ne faut pas la laisser trop longtemps sinon elle sera trop cuite.",
    "Verser la crème au citron et enfourner 20 minutes à 170°C. Pendant ce temps, réaliser la meringue.",
    "Pour la meringue : Mettre 4 blancs dans un saladier et les monter avec un peu de sel ou quelques gouttes de citron. Quand ils sont fermes ajouter le sucre glace et continuer à battre 2 ou 3 minutes.",
    "Disposer la meringue sur la tarte au citron déjà cuite.",
    "À l'aide d'une spatule, donner forme à la meringue en réalisant par exemple des petits pics irréguliers.",
    "Enfourner en mode \"grill\" durant 5 minutes, jusqu'à ce que la meringue soit dorée. Laisser la tarte refroidir sur la table puis la placer au réfrigérateur au moins 1 heure avant de la déguster. Et voilà!"
  ],
  "temps_preparation": "1 min",
  "temps_cuisson": "30 min",
  "difficulte": "Non spécifiée",
  "nb_personnes": "1 personnes",
  "url": "https://www.ptitchef.com/recettes/dessert/tarte-au-citron-meringuee-fid-1562474",
  "site_source": "ptitchef.com"
},
{
  "titre": "Mousse au chocolat aérienne",
  "ingredients": [
    "200 gr de chocolat noir",
    "50 gr de sucre (optionnel)",
    "4 oeufs"
  ],
  "etapes_preparation": [
    "Commencer par séparer les blancs des jaunes d’œuf.",
    "Ajouter le sucre aux jaunes d’œuf et mélanger. Faire fondre le chocolat, le laisser tiédir, et l'ajouter au mélange.",
    "Monter les blancs en neige bien ferme.",
    "Les ajouter au fur et à mesure au mélange chocolat-jaune d’œuf-sucre. Au départ mélanger vigoureusement pour assouplir, puis, veiller à ne pas écraser les blancs, en soulevant la préparation par dessus, et en mélangeant délicatement.",
    "Servir dans des ramequins et mettre au frais minimum 4 heures.",
    "Et voilà, votre mousse au chocolat est prête !"
  ],
  "temps_preparation": "4 min",
  "temps_cuisson": "Non spécifié",
  "difficulte": "Non spécifiée",
  "nb_personnes": "9 personnes",
  "url": "https://www.ptitchef.com/recettes/dessert/mousse-au-chocolat-fid-1565956",
  "site_source": "ptitchef.com"
},
{
  "titre": "Bavarois framboise chocolat blanc (étapes et vidéo)",
  "ingredients": [
    "200 gr de biscuits (type Petits Beurre)",
    "80 gr de beurre",
    "3 jaunes d'oeuf",
    "40 gr de sucre",
    "20 cl de lait",
    "2 feuilles de gélatine",
    "170 gr de chocolat blanc",
    "20 cl de crème liquide (30% MG)",
    "400 gr de framboises (fraîches ou surgelées)",
    "100 gr de sucre",
    "4 feuilles de gélatine",
    "40 cl de crème liquide (30% MG)",
    "370 gr de confiture de framboise",
    "24 framboises fraîches",
    "(feuilles de menthe)"
  ],
  "etapes_preparation": [
    "La base biscuit : Écrasez les biscuits en fine poudre (à l'aide d'un hachoir par exemple.) Ajoutez le beurre fondu et mélangez bien.",
    "Dans le fond de votre moule ou de votre cercle, placez une feuille de papier sulfurisé. Versez-y le mélange de biscuit, et étalez le afin de faire une couche uniforme et bien compacte. Mettez au frais.",
    "La mousse bavaroise chocolat blanc : Mettez les feuilles de gélatine à tremper dans de l'eau froide. Mélangez les jaunes d’œuf avec le sucre. Ajoutez ensuite le lait et mélangez bien.",
    "Mettez sur feu doux et mélangez avec une cuillère en bois constamment. (Il s'agit d'une crème anglaise). Mélangez ainsi jusqu'à ce que la crème épaississe légèrement (le doigt doit laisser une trace sur la cuillère.). Cela peut prendre un peu de temps (10-15 min).",
    "Sortez la crème du feu, et ajoutez-y la gélatine imbibée bien essorée. Mélangez bien, puis ajoutez le chocolat blanc en morceaux. Mélangez jusqu'à ce qu'il soit bien incorporé, et laissez refroidir à température ambiante une vingtaine de minutes.",
    "Montez ensuite votre crème bien froide en crème fouettée, en la battant rapidement au fouet électrique. Ajoutez la à la crème au chocolat blanc, en mélangeant délicatement.",
    "Versez ce mélange sur la base de biscuit dans le moule. Mettez au frais pour minimum 3 heures.",
    "La mousse framboise : Mettez les feuilles de gélatine à tremper dans de l'eau froide. Dans une casserole, mettez les framboises (décongelées si elles sont surgelées) et le sucre et mélangez. Laissez à feu moyen en mélangeant de temps en temps pendant environ 5 minutes.",
    "Filtrez le contenu de la casserole afin d'enlever les pépins et la pulpe. Ajoutez les feuilles de gélatine dans le coulis encore chaud et mélangez bien.",
    "Montez la crème froide en chantilly. Ajoutez le coulis de framboise tiède. Arrêter le fouet et mélangez délicatement à la spatule pour bien mélanger la crème et le coulis de façon homogène.",
    "Versez la mousse ainsi obtenue dans le moule sur la mousse de chocolat blanc, et lissez au maximum le dessus. Mettez à nouveau au frais pour 3 heures.",
    "La décoration : Faites chauffer la confiture 1 minutes au micro-ondes. Filtrez ensuite la confiture afin d'enlever les peaux et pépins.",
    "Versez ensuite la confiture sur la mousse de framboise, et tournez le moule afin de bien répartir la préparation. S'il y a des irrégularités, vous pourrez les cacher avec la décoration. Mettez ensuite au frais 45 minutes.",
    "Disposez des framboises fraîches sur le pourtour du gâteau.",
    "Vous pouvez également placer des feuilles de menthe entre les framboises pour donner un visuel plein de fraîcheur.",
    "Et voilà, votre bavarois à la framboise et au chocolat blanc est prêt !"
  ],
  "temps_preparation": "7 min",
  "temps_cuisson": "0027 min",
  "difficulte": "Non spécifiée",
  "nb_personnes": "9 personnes",
  "url": "https://www.ptitchef.com/recettes/dessert/bavarois-framboise-chocolat-blanc-etapes-et-video-fid-1570907",
  "site_source": "ptitchef.com"
}
][
{
  "titre": "Roulé de pommes de terre à la raclette de savoie et au jambon",
  "ingredients": [
    "5 œufs",
    "450 gr de pommes de terre",
    "1 oignon",
    "300 gr de Raclette de Savoie",
    "4 tranches de jambon blanc",
    "sel",
    "poivre"
  ],
  "etapes_preparation": [
    "Pelez les pommes de terre et râpez les. Battez les œufs en omelette en salant et poivrant, et mélangez les avec les pommes de terre râpées. Ajoutez l'oignon émincé.",
    "Disposez ce mélange dans une plaque à génoise en silicone. Lissez bien afin d'avoir une épaisseur uniforme.",
    "Faites cuire 30 minutes à 180°C.",
    "Retournez la plaque sur une feuille de papier sulfurisé, et disposez les tranches de raclette dessus. Ne couvrez que les 2/3 de la surface. Disposez ensuite les tranches de jambon sur le fromage..",
    "Roulez le tout en serrant un peu. Mettez au four encore chaud pendant 5 minutes afin de faire fondre le fromage.",
    "Et voilà, votre roulé de pommes de terre à la Raclette de Savoie est prêt !"
  ],
  "temps_preparation": "30 min",
  "temps_cuisson": "30 min",
  "difficulte": "Non spécifiée",
  "nb_personnes": "1 personnes",
  "url": "https://www.ptitchef.com/recettes/plat/roule-de-pommes-de-terre-a-la-raclette-de-savoie-et-au-jambon-fid-1570284",
  "site_source": "ptitchef.com"
},
{
  "titre": "Mini pâtés de pâques",
  "ingredients": [
    "2 pâtes feuilletées",
    "12 oeufs de caille",
    "300 gr de chair à saucisse",
    "1 oignon",
    "1 gousse d'ail",
    "1 petite botte de persil",
    "2 jaunes d’oeuf",
    "Sel",
    "Poivre"
  ],
  "etapes_preparation": [
    "A l'aide d'un emporte-pièce, couper 12 cercles dans la première pâte feuilletée.",
    "Les disposer dans un moule à muffins et piquer le fond de chacun avec une fourchette",
    "Dans un bol, mélanger la chair à saucisse avec l'ail et l'oignon émincés, le sel, le poivre, les jaunes d’œuf et le persil haché. Bien malaxer.",
    "Disposer un peu de farce dans chaque moule.",
    "Cuire les œufs de caille en les plongeant 4 minutes dans l'eau bouillante. Les écaler et en poser un dans chaque moule.",
    "A l'aide d'un emporte-pièce plus petit que le précédent, découper 12 cercles dans la deuxième pâte feuilletée.",
    "Recouvrir chaque pâté avec un cercle de pâte feuilletée, puis dorer à l’œuf.",
    "Mettre au four pendant 20 minutes à 180°C",
    "C'est prêt !"
  ],
  "temps_preparation": "20 min",
  "temps_cuisson": "20 min",
  "difficulte": "Non spécifiée",
  "nb_personnes": "1 personnes",
  "url": "https://www.ptitchef.com/recettes/entree/mini-pates-de-paques-fid-1564355",
  "site_source": "ptitchef.com"
},
{
  "titre": "Terrine de foie gras maison facile",
  "ingredients": [
    "500g de foie gras frais",
    "2 cas de vin blanc (sucré type sauternes)",
    "7g de sel (ou 1/2 c a café)",
    "3g de poivre"
  ],
  "etapes_preparation": [
    "Séparer le foie gras en plusieurs parties puis le déveiner.",
    "Disposer les morceaux de fois gras déveiné dans un plat allant au four.",
    "Ajouter le vin blanc doux + sel + poivre",
    "Enrouler le plat de film plastique puis placer au réfrigérateur pendant 15 minutes.",
    "Enfin, mettre à cuire pendant 25 minutes à 90°C.",
    "Une fois cuits, disposer les morceaux dans une terrine.",
    "Découper un morceau de carton de la taille de la terrine puis l'enrober de papier alluminium. Le déposer sur le fois gras.",
    "Tasser ensuite avec un poids. Chez Ptitchef, nous avons utiliser une boite de farine que nous avons entourée de papier alluminium, pour une question d'hygiène. Laisser reposer 1 heure.",
    "Retirer le poids puis le morceau de carton. Couvrir la terrine de son couvercle et laisser reposer au réfrigérateur durant 3 à 4 jours. Et voilà !"
  ],
  "temps_preparation": "20 min",
  "temps_cuisson": "25 min",
  "difficulte": "Non spécifiée",
  "nb_personnes": "1 personnes",
  "url": "https://www.ptitchef.com/recettes/entree/terrine-de-foie-gras-maison-facile-fid-1563615",
  "site_source": "ptitchef.com"
},
{
  "titre": "Salade caprese - tomates mozzarella",
  "ingredients": [
    "2 tomates",
    "1 boule de mozzarella",
    "Basilic",
    "Sel",
    "Poivre",
    "Huile"
  ],
  "etapes_preparation": [
    "Coupez les tomates et la mozzarella en lamelles. Coupez les feuilles du basilic.",
    "Intercalez les tomates, mozzarella et basilic les uns après les autres.",
    "Salez, poivrez et ajouter l'huile.",
    "C'est prêt !"
  ],
  "temps_preparation": "Non spécifié",
  "temps_cuisson": "9 min",
  "difficulte": "Non spécifiée",
  "nb_personnes": "1 personnes",
  "url": "https://www.ptitchef.com/recettes/entree/salade-caprese-tomates-mozzarella-fid-1547035",
  "site_source": "ptitchef.com"
},
{
  "titre": "Hachis parmentier au canard, de cyril lignac",
  "ingredients": [
    "2 cuisses de confit de canard",
    "2 échalotes",
    "1 bouquet de ciboulette",
    "1 kg de pommes de terre",
    "10 cl d'huile d'olive",
    "sel",
    "poivre",
    "50 cl de crème liquide",
    "8 cuillères à soupe de parmesan râpé"
  ],
  "etapes_preparation": [
    "Hacher finement les échalotes et la ciboulette.Faire cuire les pommes de terre entières dans de l'eau salée.",
    "Égoutter et les peler. Les écraser avec une fourchette, ajouter la moitié de l'échalote et de la ciboulette, l'huile d'olive, bien mélanger.",
    "Rectifier l'assaisonnement en sel et en poivre.Préchauffer le four à 200°C.",
    "Bien égoutter le confit de canard et l'essuyer. Retirer tous les os et émietter finement la chair.",
    "Frotter un plat à gratin avec un peu de graisse de canard, y étaler le canard haché mélangé avec le reste de ciboulette et d'échalote.",
    "Recouvrir de purée et bien égaliser la surface. Préparer la crème de parmesan : faire bouillir et réduire la crème avec le parmesan jusqu'à obtention d'une sauce onctueuse.",
    "Verser cette crème sur le parmentier et faire gratiner 20 minutes au four. Laisser reposer 5 minutes avant de servir."
  ],
  "temps_preparation": "15 min",
  "temps_cuisson": "20 min",
  "difficulte": "Non spécifiée",
  "nb_personnes": "1 personnes",
  "url": "https://www.ptitchef.com/recettes/entree/hachis-parmentier-au-canard-de-cyril-lignac-fid-236417",
  "site_source": "ptitchef.com"
},
{
  "titre": "Feuilleté de camembert",
  "ingredients": [
    "1 camembert",
    "1 pâte feuilletée",
    "1 pomme",
    "1 oeuf",
    "2 c à soupe de miel",
    "Herbes de Provence",
    "Poivre"
  ],
  "etapes_preparation": [
    "Pelez les pommes, coupez les en lamelles et faites les cuire 1 minute 30 au micro-ondes.",
    "Coupez votre camembert en deux parts égales.",
    "Placez en son centre les lamelles de pomme cuites.",
    "Y ajouter le miel, le poivre et les herbes de Provence.",
    "Refermez le camembert, enveloppez-le dans du papier d'aluminium et laissez-le au frais pendant environ 15 minutes.",
    "Déroulez la pâte feuilletée, placez le camembert au centre, et coupez-la en 6 part, en laissant une marge d'environ 5 cm.",
    "Repliez la pâte feuilletée sur le camembert",
    "Appliquez l'oeuf battu et mettez au four pendant 20 minutes à 190°C. Et voilà !!!"
  ],
  "temps_preparation": "15 min",
  "temps_cuisson": "20 min",
  "difficulte": "Non spécifiée",
  "nb_personnes": "6 personnes",
  "url": "https://www.ptitchef.com/recettes/entree/feuillete-de-camembert-fid-1564173",
  "site_source": "ptitchef.com"
},
{
  "titre": "Salade de riz composée (facile et rapide)",
  "ingredients": [
    "200 gr de riz blanc",
    "1 oignon rouge",
    "2 tomates",
    "50 gr de cornichons",
    "280 gr de maïs",
    "140 gr de thon",
    "3 c. à soupe de mayonnaise",
    "3 c. à soupe de vinaigre de vin rouge",
    "5 c. à soupe d'huile",
    "sel",
    "poivre"
  ],
  "etapes_preparation": [
    "Faites cuire le riz 12 minutes dans de l'eau bouillante salée, puis laissez refroidir (ou passez sous de l'eau froide.). Ajoutez-y l'oignon émincé et les tomates coupées en morceaux.",
    "Ajoutez les cornichons coupés, le maïs et le thon émietté.",
    "La sauce : Mélangez tous les ingrédients ensemble afin d'avoir une sauce bien homogène.",
    "Ajoutez-la à la salade de riz et mélangez bien.",
    "Et voilà, votre salade de riz est prête !"
  ],
  "temps_preparation": "20 min",
  "temps_cuisson": "2019 min",
  "difficulte": "Non spécifiée",
  "nb_personnes": "1 personnes",
  "url": "https://www.ptitchef.com/recettes/entree/salade-de-riz-facile-et-rapide-fid-1570707",
  "site_source": "ptitchef.com"
},
{
  "titre": "Velouté de potiron",
  "ingredients": [
    "800 gr de potiron",
    "1 oignon",
    "20 cl de crème liquide",
    "sel",
    "poivre",
    "noix de muscade"
  ],
  "etapes_preparation": [
    "Dans une grande casserole, faire revenir l'oignon émincé dans du beurre.",
    "Y ajouter les morceaux du potiron, pelé et nettoyé. Faire revenir une petite minute.",
    "Couvrir d'eau, et laisser bouillir. Quand l'eau bout, mettre à feu moyen et laisser cuire environ 30 minutes.",
    "Mettre le tout dans un blender, avec l'eau de cuisson. Faire chauffer la crème et l'ajouter au potiron. Saler, poivrer, ajouter de la noix de muscade, et mixer finement.",
    "Servir, et voilà, votre velouté de potiron est prêt !"
  ],
  "temps_preparation": "15 min",
  "temps_cuisson": "30 min",
  "difficulte": "Non spécifiée",
  "nb_personnes": "1 personnes",
  "url": "https://www.ptitchef.com/recettes/entree/veloute-de-potiron-onctueux-fid-1566611",
  "site_source": "ptitchef.com"
},
{
  "titre": "Guacamole simple, pas à pas",
  "ingredients": [
    "2 avocats (mûrs)",
    "1 citron (au goût)",
    "1 tomate (au goût)",
    "1 oignon (au goût)",
    "Sel",
    "Poivre",
    "un pincée de piment (ou autres épices)"
  ],
  "etapes_preparation": [
    "Couper l'avocat en deux.",
    "Et sortir le noyau.",
    "Couper des morceaux (en quadrillage) sur une moitié, puis sur l'autre.",
    "Les sortir avec une cuillère en les mettre dans un bol. Faire pareil avec le 2ème avocat.",
    "Mixer les 2 avocats.",
    "Couper les tomates en petits morceaux.",
    "Couper l'oignon en petits morceaux.",
    "Mettre tous les ingrédients dans un bol : avocats mixés, tomates, oignons, quelques gouttes de citron, sel, poivre, piment (ou autres mélanges d'épices selon les goûts).",
    "Mélanger. Et voilà !"
  ],
  "temps_preparation": "Non spécifié",
  "temps_cuisson": "4 min",
  "difficulte": "Non spécifiée",
  "nb_personnes": "1 personnes",
  "url": "https://www.ptitchef.com/recettes/entree/guacamole-express-pas-a-pas-fid-1560710",
  "site_source": "ptitchef.com"
},
{
  "titre": "Tortilla espagnole pommes de terre et oignons",
  "ingredients": [
    "7 oeufs",
    "1kg de pommes de terre",
    "50ml d'huile d'olive",
    "Sel (au goût)",
    "1 oignon"
  ],
  "etapes_preparation": [
    "Couper l'oignon.",
    "Couper les pommes de terre, les laver et bien les mélanger au sel.",
    "Faire revenir l'oignon dans la poêle sur feu moyen. Ensuite, ajouter les pommes de terre.",
    "Quand les pommes de terre sont dorées et se séparent facilement, ajouter les oeufs préalablement battus.",
    "Faire cuire le fond de la tortilla. Une fois cuite, la retourner à l'aide d'un couvercle plat. Cuire l'autre côté jusqu'à ce que ce soit doré. Et voilà !"
  ],
  "temps_preparation": "15 min",
  "temps_cuisson": "25 min",
  "difficulte": "Non spécifiée",
  "nb_personnes": "1 personnes",
  "url": "https://www.ptitchef.com/recettes/entree/tortilla-espagnole-pommes-de-terre-et-oignons-fid-1560941",
  "site_source": "ptitchef.com"
},
{
  "titre": "Cheesecakes salés au saumon",
  "ingredients": [
    "6 tranches de saumon fumé",
    "300 gr de fromage frais (Philadelphia ou St Moret)",
    "250 gr de ricotta",
    "100 gr de biscuits apéritif (type Tuc)",
    "80 gr de beurre",
    "sel",
    "poivre",
    "aneth",
    "ciboulette"
  ],
  "etapes_preparation": [
    "Écraser les biscuits apéritifs en poudre, et y ajouter le beurre fondu.",
    "Disposer dans le fond des cercles posés sur du papier sulfurisé, et tasser à l'aide d'un poussoir. Réserver au frais.",
    "Dans un bol, mélanger le fromage frais, la ricotta, et 3 tranches de saumon fumé coupées en morceaux. Saler, poivrer, et ajouter un peu d'aneth et de ciboulette.",
    "Disposer ce mélange dans chaque cercle, en lissant bien le dessus. Mettre au frais minimum 6 heures.",
    "À l'aide d'un cercle, découper des morceaux dans les tranches de saumon fumé restantes.",
    "Poser un cercle de saumon sur un cheesecake précédemment démoulé, et saupoudrer d'aneth et de ciboulette. Et voilà, vos cheesecakes au saumon sont prêts !"
  ],
  "temps_preparation": "6 min",
  "temps_cuisson": "9 min",
  "difficulte": "Non spécifiée",
  "nb_personnes": "1 personnes",
  "url": "https://www.ptitchef.com/recettes/entree/cheesecakes-sales-au-saumon-fid-1566698",
  "site_source": "ptitchef.com"
},
{
  "titre": "Camembert pané, fondant et croustillant",
  "ingredients": [
    "1 camembert",
    "2 c. à soupe de farine",
    "3 œufs",
    "150 gr de chapelure",
    "huile de friture"
  ],
  "etapes_preparation": [
    "Coupez le camembert froid en 8 parts égales.",
    "Passez chaque tranche de camembert dans de la farine. Puis, trempez les morceaux dans les œufs battus, à l'aide de 2 fourchettes.",
    "Passez les ensuite dans la chapelure afin de recouvrir tout le morceau. Repassez le ensuite dans les œufs, et à nouveau dans la chapelure.",
    "Cette étape permet d'avoir une couche externe assez épaisse pour que le camembert ne coule pas pendant la cuisson. Placez les morceaux ainsi panés dans le congélateur pendant 20 minutes.",
    "Faites cuire dans l'huile chaude (190°C) pendant 1 minute, ou jusqu'à ce qu'ils soient bien dorés.",
    "Et voilà, votre camembert pané est prêt !"
  ],
  "temps_preparation": "20 min",
  "temps_cuisson": "20 min",
  "difficulte": "Non spécifiée",
  "nb_personnes": "8 personnes",
  "url": "https://www.ptitchef.com/recettes/entree/camembert-pane-fondant-et-croustillant-fid-1571159",
  "site_source": "ptitchef.com"
},
{
  "titre": "Croquettes de courgettes au four, pour faire aimer les légumes à toute la famille !",
  "ingredients": [
    "500 g de courgettes (2 courgettes moyennes)",
    "50 g de parmesan râpé",
    "1 oeuf",
    "35 gr de chapelure",
    "8 feuilles de menthe",
    "Sel",
    "Poivre"
  ],
  "etapes_preparation": [
    "Préchauffer le four à 190°. Pendant ce temps, laver les courgettes et les éplucher. Les râper avec les gros trous de la râpe et les placer dans un torchon propre.",
    "Presser le torchon pour enlever le maximum d'eau des courgettes.",
    "Mettre les courgettes râpées dans un bol et ajouter le parmesan râpé, l'œuf, la chapelure, la menthe hachée au couteau et assaisonner avec avec du sel et du poivre.",
    "Commencer à mélanger avec une cuillère, puis avec vos mains jusqu'à obtenir un mélange homogène.",
    "Prélever le mélange et former des petites croquettes avec vos mains. Les déposer ensuite sur une plaque allant au four recouverte de papier cuisson. Renouveler l'opération jusqu'à ce qu'il n'y ait plus de mélange. Faire cuire à 190°C pendant 20 minutes, puis les retourner et poursuivre la cuisson encore 15 minutes.",
    "Les laisser refroidir 5 minutes avant de les consommer. Et voilà, les croquettes de courgettes au four sont prêtes !"
  ],
  "temps_preparation": "5 min",
  "temps_cuisson": "20 min",
  "difficulte": "Non spécifiée",
  "nb_personnes": "1 personnes",
  "url": "https://www.ptitchef.com/recettes/entree/croquettes-de-courgettes-au-four-pour-faire-aimer-les-legumes-a-toute-la-famille-fid-1579927",
  "site_source": "ptitchef.com"
},
{
  "titre": "Nems aux crevettes",
  "ingredients": [
    "12 Galettes de riz",
    "500 g de crevettes (fraîches du poissonnier)",
    "40 g de vermicelles de soja",
    "25 g de champignons noirs séchés",
    "1 carotte (râpée)",
    "1 Oignon (haché finement)",
    "1 Oeuf",
    "2 Cuillères à soupe de sauce soja"
  ],
  "etapes_preparation": [
    "Décortiquer et laver les crevettes roses. Faire tremper 25 mins les champignons noirs dans de l'eau tiède.",
    "Faire tremper 15 mins les vermicelles de soja également dans de l'eau tiède. Dans une jatte, incorporer les crevettes hachées, les champignons noires coupés finement, la carotte râpée ainsi que l'oignon.",
    "Égoutter les vermicelles de soja dans une passoire puis découper-les à l'aide d'un ciseaux directement dans la jatte, n'oublier pas de mettre la sauce soja. Battre un oeuf et l'incorporer dans la préparation, mélanger bien le tout.",
    "Confection des nems : Tremper la galette dans de l'eau froide quelques secondes puis l'étaler sur un torchon propre. La galette doit se ramollir. Mettre une bonne cuillerée à soupe de farce au centre du bord de la galette, puis rouler trois fois et rabattre les bords droit et gauche vers le centre et continuer à rouler la galette. Continuer jusqu'à épuisement de la farce.",
    "Cuisson : Faire dorer les nems dans de l'huile chaude jusqu'a ce qu'ils prennent une couleur dorée. Vous pouvez déguster les nems avec des feuilles de salade et de la sauce nems, c'est excellent."
  ],
  "temps_preparation": "20 min",
  "temps_cuisson": "0027 min",
  "difficulte": "Non spécifiée",
  "nb_personnes": "1 personnes",
  "url": "https://www.ptitchef.com/recettes/entree/nems-aux-crevettes-fid-102081",
  "site_source": "ptitchef.com"
},
{
  "titre": "Pain à l'ail et au persil",
  "ingredients": [
    "1 baguette de pain",
    "2 gousses d'ail",
    "150gr de beurre",
    "Quelques branches de persil",
    "Sel"
  ],
  "etapes_preparation": [
    "Commencer par faire des entailles tout le long de la baguette de pain.",
    "Hacher le persil finement.",
    "Peler l'ail puis le couper en petits morceaux.",
    "Faire fondre le beurre. Ajouter le persil, puis l'ail, puis le sel et mélanger.",
    "Poser la baguette de pain sur une feuille d'aluminium. À l'aide d'un pinceau, étaler le mélange entre les tranches de pain. Faire de même sur le dessus de la baguette.",
    "Enrouler la baguette dans le papier aluminium. Mettre au four pendant 25 minutes à 200°C. Et voilà !"
  ],
  "temps_preparation": "10 min",
  "temps_cuisson": "25 min",
  "difficulte": "Non spécifiée",
  "nb_personnes": "1 personnes",
  "url": "https://www.ptitchef.com/recettes/entree/pain-a-l-ail-et-au-persil-fid-1561123",
  "site_source": "ptitchef.com"
},
{
  "titre": "Moelleux de courgettes au cœur kiri",
  "ingredients": [
    "300 gr de courgettes",
    "100 gr de farine",
    "80 gr de parmesan",
    "2 oeufs",
    "80 ml de lait",
    "10 ml d'huile",
    "3 fromages Kiri",
    "sel"
  ],
  "etapes_preparation": [
    "Dans un bol, mélanger la farine, le parmesan, les œufs, le lait, l'huile et le sel.",
    "Bien nettoyer les courgettes, et les mixer finement sans les peler.",
    "Ajouter les courgettes mixées à la préparation.",
    "Après avoir graissé les moules, les remplir à moitié de la pâte, puis y déposer la moitié d'un fromage Kiri, pour enfin recouvrir de pâte.",
    "Cuire 25 minutes à 200°C. Et voilà, vos moelleux de courgettes au cœur Kiri sont prêts !"
  ],
  "temps_preparation": "15 min",
  "temps_cuisson": "25 min",
  "difficulte": "Non spécifiée",
  "nb_personnes": "1 personnes",
  "url": "https://www.ptitchef.com/recettes/entree/moelleux-de-courgettes-au-coeur-kiri-fid-1565724",
  "site_source": "ptitchef.com"
},
{
  "titre": "Tartiflette savoyarde traditionnelle",
  "ingredients": [
    "1,2 kg de pommes de terre",
    "200 gr de lardons fumés",
    "2 oignons",
    "1 Reblochon fermier de savoie (de 450 gr)",
    "1 petit pot de crème fraîche épaisse",
    "10 cl de vin blanc sec"
  ],
  "etapes_preparation": [
    "Peler et couper en rondelles les pommes de terre. Les mettre dans une casserole d'eau froide et 1 cuillère à soupe de sel. Porter à ébullition et cuire environ 10 minutes. Égoutter les pommes de terres une fois cuites.",
    "Dans une poêle, mettre un peu d'huile et faire revenir les oignons émincés en lamelles. Lorsqu'ils deviennent transparents, ajouter les lardons et les faire cuire.",
    "Préchauffer le four à 220°C Beurrer un plat à gratin, et y disposer la moitié des pommes de terre. Ajoutez la moitié des la lardons et oignons",
    "Répéter l'opération une seconde fois. Disposer des cuillères à soupe de crème fraîche sur le dessus.",
    "Couper le Reblochon en deux dans sa longueur, et le disposer, croûte vers le haut, sur la tartiflette. Arroser du vin blanc.",
    "Cuire au four 20 minutes à 220°C.",
    "Et voilà, votre tartiflette est prête ! Bon appétit !"
  ],
  "temps_preparation": "30 min",
  "temps_cuisson": "0027 min",
  "difficulte": "Non spécifiée",
  "nb_personnes": "0 personnes",
  "url": "https://www.ptitchef.com/recettes/plat/tartiflette-savoyarde-traditionnelle-fid-1566572",
  "site_source": "ptitchef.com"
},
{
  "titre": "French tacos",
  "ingredients": [
    "3 pommes de terre",
    "1 c. à soupe d'huile d'olive",
    "Du sel",
    "200 gr de bœuf haché",
    "1 oignon",
    "1 filet d'huile d'olive",
    "Du sel",
    "Du poivre",
    "25 cl de crème",
    "50 gr d'emmental",
    "100 gr de cheddar",
    "Du poivre (optionnel)",
    "4 grandes tortillas de blé",
    "4 c. à soupe de sauce barbecue (ou autre)"
  ],
  "etapes_preparation": [
    "Préparer les frites : Peler et couper les pommes de terre en frites, les mélanger avec l'huile d'olive et le sel et les mettre sur une plaque recouverte de papier sulfurisé au four 20 min à 220°C.",
    "Préparer la viande : Faire revenir un oignon haché dans de l'huile d'olive, lorsqu'il est translucide, ajouter la viande hachée, le sel et le poivre. Remuer de temps en temps jusqu'à fin de cuisson.",
    "Préparer la sauce fromagère : Faire bouillir la crème dans une casserole, ajouter l'emmental, remuer jusqu'à ce qu'il soit fondu. Ajouter le cheddar coupé grossièrement et le poivre. Faire épaissir la sauce. Mixer.",
    "Le montage : Disposer les deux tortillas l'une légèrement sur l'autre. Étaler la sauce barbecue (ou autre dessus en évitant les bords). Mettre la moitié des frites au centre.",
    "Ajouter la moitié de la sauce fromagère par dessus puis ajouter la moitié de la viande hachée. Bien centrer les aliments (en formant un rectangle) pour rendre le pliage plus facile.",
    "Plier les bords l'un après l'autre en commençant par le bord du haut, puis celui vers vous, puis ceux des côtés en essayant de toujours bien tasser les aliments à l'intérieur.",
    "Retourner le tacos et le faire cuire dans une machine à panini pendant 3 minutes (ou dans une poêle 3 minutes de chaque côté en commençant par le côté du pliage pour le sceller).",
    "Faire de même avec le deuxième. C'est prêt!"
  ],
  "temps_preparation": "10 min",
  "temps_cuisson": "35 min",
  "difficulte": "Non spécifiée",
  "nb_personnes": "1 personnes",
  "url": "https://www.ptitchef.com/recettes/plat/french-tacos-fid-1572328",
  "site_source": "ptitchef.com"
},
{
  "titre": "Comment cuire une côte de porc à la poêle?",
  "ingredients": [
    "2 côtes de porc",
    "20g Beurre",
    "Sel",
    "Poivre"
  ],
  "etapes_preparation": [
    "Sortez votre viande 10 à 15 minutes du frigo à température ambiante avant la cuisson. Salez et poivrez sur chaque face.",
    "Faites chauffer le beurre dans une poêle.",
    "Lorsque la poêle est bien chaude et le beurre mousseux, faites saisir la côte de porc à feu vif pendant 2 minutes de chaque côté.",
    "Baissez ensuite le feu et laissez cuire une dizaine de minutes en fonction de l’épaisseur de votre côte de porc en la retournant à mi-cuisson.",
    "Éteignez le feu et couvrez la poêle avec un couvercle ou de l'aluminium pour garder une viande bien juteuse jusqu’à la dégustation. C’est prêt !"
  ],
  "temps_preparation": "2 min",
  "temps_cuisson": "15 min",
  "difficulte": "Non spécifiée",
  "nb_personnes": "1 personnes",
  "url": "https://www.ptitchef.com/recettes/plat/comment-cuire-une-cote-de-porc-a-la-poele-fid-1577414",
  "site_source": "ptitchef.com"
},
{
  "titre": "Quiche aux lardons",
  "ingredients": [
    "200 gr de farine",
    "100 gr de beurre",
    "1 oeuf",
    "1 cuillère à café de sel",
    "400 gr de crème fraîche",
    "100 gr de lardons",
    "3 oeufs",
    "Fromage râpé (facultatif)"
  ],
  "etapes_preparation": [
    "Pour la pâte brisée : Vous pouvez prendre une pâte brisée toute prête si vous le souhaitez. Pour la faire, consultez notre recette de pâte brisée maison (en video)",
    "Enfarinez la surface puis étalez votre pâte jusqu'à ce qu'elle fasse 1 cm d'épaisseur environ.",
    "Une fois prête, placez-la dans un moule puis pressez les bords. Avec une fourchette, piquez la base. Vous pouvez décorer les bords si vous le souhaitez. Enfournez 7 minutes à 200°C.",
    "Pour la garniture : Battez les oeufs. Ajoutez la crème fraîche. Mélangez. Ajoutez les lardons et mélangez de nouveau.",
    "Une fois votre pâte cuite, versez-y la garniture. Saupoudrez le tout de fromage râpé si vous le souhaitez. Enfournez entre 30 et 40 minutes à 180°C."
  ],
  "temps_preparation": "15 min",
  "temps_cuisson": "35 min",
  "difficulte": "Non spécifiée",
  "nb_personnes": "1 personnes",
  "url": "https://www.ptitchef.com/recettes/plat/quiche-aux-lardons-fid-1558302",
  "site_source": "ptitchef.com"
},
{
  "titre": "Cordons bleus faits maison",
  "ingredients": [
    "4 escalopes de dinde fines",
    "4 tranches de fromage",
    "2 tranches de jambon blanc",
    "2 oeufs",
    "chapelure",
    "farine"
  ],
  "etapes_preparation": [
    "Mettre un peu de farine dans une assiette et y passer une face de l'escalope.",
    "Mettre une tranche de fromage et une demie tranche de jambon sur le côté non fariné de l'escalope.",
    "Replier l'escalope en deux.",
    "Tremper le cordon bleu dans les œufs battus en omelette, puis dans la chapelure. Faire en sorte de bien badigeonner les bords afin qu'ils se soudent à la cuisson.",
    "Dans une poêle à feu moyen, après y avoir fait chauffer de l'huile, cuire 5 minutes chaque face du cordon.",
    "Et voilà, vos cordons bleus sont prêts, parfaits pour être dégustés avec des haricots verts ou une purée !"
  ],
  "temps_preparation": "20 min",
  "temps_cuisson": "10 min",
  "difficulte": "Non spécifiée",
  "nb_personnes": "1 personnes",
  "url": "https://www.ptitchef.com/recettes/plat/cordons-bleus-faits-maison-fid-1566068",
  "site_source": "ptitchef.com"
},
{
  "titre": "Quiche lorraine maison, la recette facile",
  "ingredients": [
    "1 pâte feuilletée",
    "200 gr de lardons",
    "3 oeufs",
    "20 cl de crème fraîche épaisse entière",
    "15 cl de lait",
    "sel",
    "poivre",
    "noix de muscade"
  ],
  "etapes_preparation": [
    "Disposer la pâte feuilletée dans un plat à tarte. Faire griller les lardons dans une poêle, puis les disposer sur la pâte feuilletée.",
    "Dans un bol, mélanger la crème, les œufs, le sel, le poivre, et la noix de muscade. Enfin, ajouter le lait.",
    "Verser ce mélange sur les lardons.",
    "Cuire 45 minutes à 180°C.",
    "Et voilà, votre quiche lorraine est prête à être dégustée !"
  ],
  "temps_preparation": "15 min",
  "temps_cuisson": "45 min",
  "difficulte": "Non spécifiée",
  "nb_personnes": "1 personnes",
  "url": "https://www.ptitchef.com/recettes/plat/quiche-lorraine-la-recette-facile-fid-1565449",
  "site_source": "ptitchef.com"
},
{
  "titre": "Lentilles à l'espagnole",
  "ingredients": [
    "250 gr de lentilles",
    "1,5 litre d'eau",
    "1 pomme de terre",
    "1 tomate",
    "1/4 de poivron rouge",
    "1/2 poivron vert",
    "1 oignon",
    "3 gousses d'ail",
    "1 carotte",
    "100 gr de lardons",
    "8 tranches de chorizo",
    "1 cuillère à café de paprika",
    "1 feuille de laurier",
    "1 c. à soupe d'huile d'olive",
    "sel"
  ],
  "etapes_preparation": [
    "Mettez l'eau et les lentilles dans la casserole et portez à ébullition. Laissez à feu moyen pendant 15 minutes.",
    "Ajoutez la pomme de terre et la tomate, pelées et coupées en morceaux. Ajoutez également les poivrons et l'oignon émincés, ainsi que les gousses d'ail entières (et pelées).",
    "Pelez la carotte et coupez la en fines rondelles. Ajoutez la au mélange, ainsi que les lardons. Mélangez.",
    "Placez les morceaux de chorizo sur une assiette couverte de papier sopalain, et mettez au micro-ondes pendant 1 minute. Cela permet d'enlever du gras du chorizo.",
    "Ajoutez le au mélange, ainsi que le sel, le paprika et l'huile d'olive. Mélangez bien, couvrez et laissez cuire 25 minutes à feu doux (ou jusqu'à ce que les pommes de terre sont cuites).",
    "Et voilà, vos lentilles à l'espagnoles sont prêtes !"
  ],
  "temps_preparation": "15 min",
  "temps_cuisson": "40 min",
  "difficulte": "Non spécifiée",
  "nb_personnes": "1 personnes",
  "url": "https://www.ptitchef.com/recettes/plat/lentilles-a-l-espagnole-fid-1570301",
  "site_source": "ptitchef.com"
},
{
  "titre": "Tarte aux poireaux (6 étapes faciles et vidéo)",
  "ingredients": [
    "1 pâte brisée",
    "5 poireaux",
    "2 échalotes",
    "10 cl de vin blanc",
    "15 gr de farine",
    "18 cl de lait",
    "10 cl crème",
    "1 oeuf",
    "sel",
    "poivre"
  ],
  "etapes_preparation": [
    "Émincer finement les échalotes et les poireaux. Faire revenir les échalotes dans du beurre, puis rajouter les poireaux. Quand les poireaux commencent à réduire, ajouter le vin blanc, et laisser cuire en mélangeant de temps en temps pendant environ 20 minutes.",
    "Ajouter la farine en pluie et bien mélanger. Puis ajouter le lait et la crème.",
    "Laisser cuire 5 à 10 minutes le temps que le mélange entre la farine, le lait et la crème épaississe. Puis sortir du feu.",
    "Ajouter un œuf, saler, poivrer, et mélanger vivement. Puis mettre ce mélange dans un plat à tarte où la pâte brisée aura été disposée précédemment.",
    "Cuire 45 minutes à 180°C.",
    "Et voilà, votre tarte aux poireaux est prête !"
  ],
  "temps_preparation": "40 min",
  "temps_cuisson": "45 min",
  "difficulte": "Non spécifiée",
  "nb_personnes": "1 personnes",
  "url": "https://www.ptitchef.com/recettes/plat/tarte-aux-poireaux-savoureuse-fid-1566172",
  "site_source": "ptitchef.com"
},
{
  "titre": "Gratin de chou-fleur",
  "ingredients": [
    "1 chou-fleur",
    "25 gr de beurre",
    "25 gr de farine",
    "50 cl de lait",
    "sel",
    "poivre",
    "noix de muscade",
    "100 gr de fromage râpé"
  ],
  "etapes_preparation": [
    "Détailler les fleurettes du chou-fleur, et les cuire 15 minutes dans de l'eau bouillante salée.",
    "Les disposer dans un plat à gratin préalablement beurré.",
    "Dans une casserole, faire fondre le beurre et y ajouter la farine en un coup. Bien mélanger.",
    "Ajouter le lait petit à petit, en mélangeant bien, et en faisant épaissir à chaque fois. Lorsque tout le lait a été ajouté, bien mélanger et rester sur le feu jusqu'à ce que la béchamel ait la consistance souhaitée.",
    "Verser sur le chou-fleur. Ajouter le fromage râpé par dessus.",
    "Cuire 30 minutes à 180°C.",
    "Et voilà, votre gratin de chou-fleur est prêt !"
  ],
  "temps_preparation": "25 min",
  "temps_cuisson": "45 min",
  "difficulte": "Non spécifiée",
  "nb_personnes": "1 personnes",
  "url": "https://www.ptitchef.com/recettes/plat/gratin-de-chou-fleur-fid-1566952",
  "site_source": "ptitchef.com"
},
{
  "titre": "Gratin de poisson, une recette simple et facile",
  "ingredients": [
    "600 gr de poisson blanc (type cabillaud ou lieu noir)",
    "500 gr de pommes de terre",
    "200 gr de champignons de Paris",
    "35 gr de farine",
    "35 gr de beurre",
    "50 cl de lait",
    "70 gr de fromage râpé",
    "sel",
    "poivre",
    "muscade"
  ],
  "etapes_preparation": [
    "Pelez et coupez les pommes de terre en dés. Les faire cuire 10 minutes dans de l'eau bouillante.",
    "Beurrez un moule à gratin, et disposez les pommes de terres au fond. Coupez le poisson en gros bouts et disposez les sur les pommes de terre. Enfin, ajoutez les champignons lavés et émincés sur le poisson.",
    "Préparez la béchamel : faites fondre le beurre dans une casserole, et ajoutez la farine d'un coup. Mélangez au fouet.",
    "Ajoutez le lait petit à petit tout en mélangeant. La béchamel devrait épaissir. Salez, poivrez, et ajoutez de la noix de muscade moulue.",
    "Versez la béchamel dans le plat à gratin sur les ingrédients. Parsemez de fromage râpé.",
    "Mettez au four pendant 40 minutes à 180°C.",
    "Et voilà, votre gratin de poisson est prêt !"
  ],
  "temps_preparation": "45 min",
  "temps_cuisson": "50 min",
  "difficulte": "Non spécifiée",
  "nb_personnes": "1 personnes",
  "url": "https://www.ptitchef.com/recettes/plat/gratin-de-poisson-une-recette-simple-et-facile-fid-1569142",
  "site_source": "ptitchef.com"
},
{
  "titre": "Porc au caramel",
  "ingredients": [
    "800 gr d'échine de porc",
    "60 gr de sucre",
    "25 cl d'eau",
    "2 c. à soupe de sauce soja sucrée",
    "1 c. à café de mélange 4 épices",
    "1 c. à café de gingembre moulu",
    "1 cube de bouillon"
  ],
  "etapes_preparation": [
    "Couper le porc en morceaux pas trop gros. Faire revenir dans une poêle avec de l'huile chaude, pour simplement dorer tous les côtés de la viande : elle doit rester saignante à l'intérieur.",
    "Puis, dans une grande casserole, mettre le sucre et ajouter un petit peu d'eau. Laisser sans mélanger sur feu fort, jusqu'à ce que le caramel se forme (attention à ne pas le brûler).",
    "Ajouter l'eau d'un coup : le caramel va rapidement se durcir, bien mélanger jusqu'à ce qu'il se soit totalement dissout dans l'eau. Ajouter ensuite le cube de bouillon, la sauce soja et les épices.",
    "Ajouter ensuite les morceaux de porc. Laisser à feu vif pendant 20 minutes en mélangeant régulièrement pour que la viande n'accroche pas au fond. La sauce devrait bien réduire sur les 10 dernières minutes.",
    "Sortir du feu et servir. Et voilà, votre porc au caramel est prêt !"
  ],
  "temps_preparation": "10 min",
  "temps_cuisson": "30 min",
  "difficulte": "Non spécifiée",
  "nb_personnes": "1 personnes",
  "url": "https://www.ptitchef.com/recettes/plat/porc-au-caramel-fid-1567504",
  "site_source": "ptitchef.com"
},
{
  "titre": "Gratin de courgettes simplissime",
  "ingredients": [
    "4 courgettes moyennes",
    "4 œufs",
    "20 cl de crème",
    "70 gr de fromage râpé",
    "sel",
    "poivre"
  ],
  "etapes_preparation": [
    "Coupez les courgettes nettoyées en fines lamelles. Disposez les dans un plat à gratin.",
    "Mélangez les œufs avec la crème. Salez et poivrez.",
    "Versez ce mélange sur les courgettes, puis parsemez de fromage râpé.",
    "Faites cuire 40 minutes à 180°C.",
    "Et voilà, votre gratin de courgettes est prêt !"
  ],
  "temps_preparation": "20 min",
  "temps_cuisson": "40 min",
  "difficulte": "Non spécifiée",
  "nb_personnes": "1 personnes",
  "url": "https://www.ptitchef.com/recettes/plat/gratin-de-courgette-simplissime-fid-1570808",
  "site_source": "ptitchef.com"
},
{
  "titre": "Bœuf bourguignon",
  "ingredients": [
    "500 gr de jarret de boeuf",
    "2 oignons",
    "2 carottes",
    "1 bouquet garni",
    "75 cl vin rouge",
    "100 gr de lardons",
    "1 gousse d'ail",
    "100 gr de champignons de Paris",
    "sel",
    "poivre"
  ],
  "etapes_preparation": [
    "Dans une marmite, faire revenir les oignons émincés, puis ajouter les morceaux de viande. Faire rapidement cuire les faces des morceaux.",
    "Puis, couvrir avec le vin, et ajouter les carottes coupées en rondelles, les lardons préalablement cuits, la gousse d'ail émincée, et le bouquet garni.",
    "Laisser mijoter à feu doux pendant 2 heures.",
    "Ajouter ensuite les champignons émincés, et laisser à nouveau mijoter pendant 1 heure.",
    "Si après cette heure de cuisson la viande n'est toujours pas tendre (enfoncer un couteau pointu dans un morceau), laisser cuire jusqu'à ce que ça soit le cas, en faisant bien attention à couvrir la marmite pour que le vin ne réduise pas trop.",
    "Et voilà, votre bœuf bourguignon est prêt !"
  ],
  "temps_preparation": "20 min",
  "temps_cuisson": "3 min",
  "difficulte": "Non spécifiée",
  "nb_personnes": "1 personnes",
  "url": "https://www.ptitchef.com/recettes/plat/boeuf-bourguignon-traditionnel-fid-1566171",
  "site_source": "ptitchef.com"
},
{
  "titre": "Rôti de porc orloff",
  "ingredients": [
    "1 rôti de porc dans l'échine (900 gr)",
    "1 filet d'huile d'olive",
    "2 échalotes",
    "6 (à 8) tranches de bacon",
    "6 (à 8) tranches d'emmental",
    "sel",
    "poivre",
    "1 échalote",
    "200 gr de champignons de Paris frais",
    "2 branches de persil frais"
  ],
  "etapes_preparation": [
    "La farce : Laver et tailler l'échalote et les champignons en brunoise. Réserver quelques morceaux de champignons. Hacher le persil. Faire revenir les échalotes dans un filet d'huile d'olive quelques minutes.",
    "Ajouter les champignons et faire revenir quelques minutes. Ajouter le persil, remuer et réserver.",
    "Couper des tranches dans le rôti sans aller jusqu'au bout. Garnir le rôti avec la farce aux champignons. Intercaler les tranches d'emmental et de bacon entre les tranches de rôti.",
    "Ficeler le rôti avec une ficelle et faire un nœud. Huiler un plat allant au four et placer le rôti dedans. Ajouter le reste de la farce au champignons, les morceaux de champignons et les échalotes pelées.",
    "Verser un filet d'huile d'olive sur le dessus, saler, poivrer et faire cuire au four pendant 50 minutes à 180°C.",
    "Sortir du four, ajouter quelques feuilles de persil frais, c'est prêt !"
  ],
  "temps_preparation": "15 min",
  "temps_cuisson": "1 min",
  "difficulte": "Non spécifiée",
  "nb_personnes": "1 personnes",
  "url": "https://www.ptitchef.com/recettes/plat/roti-orloff-fid-1574879",
  "site_source": "ptitchef.com"
},
{
  "titre": "Comment faire du pain perdu ?",
  "ingredients": [
    "1 pain rassis (ou frais)",
    "3 oeufs",
    "3 c. à soupe de sucre",
    "1 sachet de sucre vanillé",
    "50 cl de lait",
    "beurre"
  ],
  "etapes_preparation": [
    "Mélanger les œufs avec les sucres.",
    "Ajouter le demi litre de lait",
    "Couper le pain en tranches d'environ 1,5 cm d'épaisseur",
    "Tremper les tranches dans le mélange précédent. Rester plusieurs secondes afin que le pain soit bien imbibé du mélange.",
    "Faire chauffer du beurre dans une poêle et y faire cuire les tranches de pain perdu. La première face cuit environ 5 minutes, la seconde 3 minutes.",
    "Et voilà, votre pain perdu est prêt !"
  ],
  "temps_preparation": "15 min",
  "temps_cuisson": "15 min",
  "difficulte": "Non spécifiée",
  "nb_personnes": "1 personnes",
  "url": "https://www.ptitchef.com/recettes/dessert/pain-perdu-fid-1566897",
  "site_source": "ptitchef.com"
},
{
  "titre": "Gâteau au chocolat facile et moelleux",
  "ingredients": [
    "200 gr de chocolat noir patissier",
    "120 gr de beurre",
    "150 gr de sucre en poudre",
    "80 gr de farine",
    "3 oeufs",
    "11 gr de levure chimique"
  ],
  "etapes_preparation": [
    "Préchauffer le four à 180°C Dans un bol, ajouter aux œufs le sucre, mélanger, puis ajoutez la farine et la levure, et à nouveau bien mélanger.",
    "Faire fondre ensemble, au bain marie ou au micro-ondes, le chocolat et le beurre.",
    "Ajouter le chocolat fondu au mélange précédent.",
    "Mettre dans un moule à manqué beurré et mettre au four pendant 30 minutes à 180°C.",
    "Et voilà, votre gâteau au chocolat est prêt !"
  ],
  "temps_preparation": "45 min",
  "temps_cuisson": "30 min",
  "difficulte": "Non spécifiée",
  "nb_personnes": "1 personnes",
  "url": "https://www.ptitchef.com/recettes/dessert/gateau-au-chocolat-tout-simple-fid-1566045",
  "site_source": "ptitchef.com"
},
{
  "titre": "Gâteau au fromage blanc",
  "ingredients": [
    "3 oeufs",
    "500g de fromage blanc",
    "100g de sucre",
    "90g de farine",
    "Zeste d'un demi citron (ou 1 demie cac de vanille liquide)"
  ],
  "etapes_preparation": [
    "Allumer le four sur 180°C Mélanger dans une saladier le fromage blanc et le sucre. Séparer les blancs des jaunes d'oeufs. Incorporer les jaunes d’œufs au mélange fromage blanc / sucre.",
    "Ajouter la farine et mélanger.",
    "Ajoutez les zestes de citron, ou la vanille.",
    "Montez les blancs en neige très ferme, et les incorporer délicatement au mélange.",
    "Verser la préparation fromage blanc, sucre oeuf dans un moule à charnière de 20cm de diamètre environ, préalablement beurré ou tapissé de graisse à la bombe. Mettre le gâteau au four à 180°C pendant 30min. Au bout de 30 minutes éteindre le four et ouvrir la porte du four qu'il refroidisse tout doucement. Après 1h, sortir du four et laisser refroidir plusieurs heures au frais avant de démouler."
  ],
  "temps_preparation": "10 min",
  "temps_cuisson": "30 min",
  "difficulte": "Non spécifiée",
  "nb_personnes": "1 personnes",
  "url": "https://www.ptitchef.com/recettes/dessert/gateau-au-fromage-blanc-super-facile-fid-1507834",
  "site_source": "ptitchef.com"
},
{
  "titre": "Fondant au chocolat et son coeur ultra coulant pas à pas",
  "ingredients": [
    "200gr de chocolat",
    "150gr de beurre",
    "150gr de sucre",
    "4 oeufs",
    "100gr de farine"
  ],
  "etapes_preparation": [
    "Mettre le sucre et les oeufs dans un bol.",
    "Bien mélanger.",
    "Dans un autre bol, faire fondre le chocolat et le beurre (soit au micro-ondes en vérifiant toutes les 30 secondes, soit au bain-marie). Mélanger et laisser légèrement refroidir.",
    "Ajouter le mélange chocolat + beurre au 1er (sucre + oeufs). Bien mélanger et ajouter la farine.",
    "Mélanger jusqu'à obtenir une préparation homogène.",
    "Graisser des petits moules avec du beurre et y verser le mélange.",
    "Préchauffer le four à 200°C et enfourner ensuite pendant 8 à 10 minutes. Et voilà !"
  ],
  "temps_preparation": "7 min",
  "temps_cuisson": "8 min",
  "difficulte": "Non spécifiée",
  "nb_personnes": "1 personnes",
  "url": "https://www.ptitchef.com/recettes/dessert/fondant-au-chocolat-et-son-coeur-ultra-coulant-pas-a-pas-fid-1560566",
  "site_source": "ptitchef.com"
},
{
  "titre": "Roses des sables au chocolat",
  "ingredients": [
    "150 gr de chocolat noir",
    "40 gr de beurre",
    "100 gr de corn flakes"
  ],
  "etapes_preparation": [
    "Faire fondre le chocolat et le beurre ensemble.",
    "Les verser sur les cornflakes.",
    "Bien mélanger jusqu'à ce que le chocolat ait bien recouvert toutes les céréales.",
    "Servir dans des petites caissettes à friandise pour une présentation idéale, et mettre au frais minimum 20 minutes. Et voilà, vos roses des sables sont prêtes !"
  ],
  "temps_preparation": "20 min",
  "temps_cuisson": "Non spécifié",
  "difficulte": "Non spécifiée",
  "nb_personnes": "1 personnes",
  "url": "https://www.ptitchef.com/recettes/dessert/roses-des-sables-faciles-fid-1565132",
  "site_source": "ptitchef.com"
},
{
  "titre": "Gâteau au lait concentré moelleux à souhait",
  "ingredients": [
    "1 boîte de lait concentré sucré (400 gr)",
    "4 oeufs",
    "120 gr de farine",
    "50 gr de beurre",
    "1 sachet de levure chimique"
  ],
  "etapes_preparation": [
    "Dans un bol, mélanger les œufs avec le lait concentré sucré. Cela peut prendre un petit moment étant donné la consistance dense du lait concentré.",
    "Ajouter ensuite le beurre fondu, puis la farine et la levure, et mélanger jusqu'à ce que le mélange soit bien homogène.",
    "Cuire pendant 50 minutes à 160°C. Vérifier la cuisson en piquant avec un couteau : la lame doit ressortir propre et sèche.",
    "Et voilà, votre gâteau au lait concentré est prêt !"
  ],
  "temps_preparation": "15 min",
  "temps_cuisson": "50 min",
  "difficulte": "Non spécifiée",
  "nb_personnes": "1 personnes",
  "url": "https://www.ptitchef.com/recettes/dessert/gateau-au-lait-concentre-moelleux-a-souhait-fid-1567621",
  "site_source": "ptitchef.com"
},
{
  "titre": "Charlotte aux fraises facile et rapide",
  "ingredients": [
    "300 gr de boudoirs",
    "500 gr de fraises",
    "20 cl de crème liquide 30% MG",
    "150 gr de mascarpone",
    "50 gr de sucre glace",
    "confiture de fraises",
    "eau"
  ],
  "etapes_preparation": [
    "Mettre un film plastique dans le fond du moule à charnières. Tremper les boudoirs dans un peu d'eau, rapidement, et du côté lisse du biscuit.",
    "Les disposer tout autour du moule (face lisse vers l'intérieur) et tapisser le fond de biscuits.",
    "Dans un bol, mettre la crème liquide bien froide, le sucre glace et le mascarpone. Battre rapidement jusqu'à ce que le fouet laisse des marques et que le mélange soit dense. Laver et couper en morceaux 300 gr de fraises.",
    "Disposer la moitié de la mousse dans le fond, puis parsemer de morceaux de fraises. Tremper des boudoirs dans l'eau côté lisse, et les disposer sur les fraises.",
    "Mettre ce qu'il reste de mousse, parsemer du reste de fraises et finir avec une couche de biscuit. Couvrir de film plastique et mettre au frais pour minimum 4 heures.",
    "Retourner la charlotte et la démouler. Couper les fraises qu'il reste en 2 et les disposer sur le dessus.",
    "Faire chauffer de la confiture de fraises au micro-ondes 30 secondes et passer au tamis pour enlever les morceaux. Appliquer au pinceau sur les fraises.",
    "Et voilà, votre charlotte aux fraises est prête !"
  ],
  "temps_preparation": "4 min",
  "temps_cuisson": "Non spécifié",
  "difficulte": "Non spécifiée",
  "nb_personnes": "1 personnes",
  "url": "https://www.ptitchef.com/recettes/dessert/charlotte-aux-fraises-facile-et-rapide-fid-1568243",
  "site_source": "ptitchef.com"
},
{
  "titre": "Gateau aux carottes",
  "ingredients": [
    "300g de carottes (3 carottes moyennes)",
    "200 gr de sucre roux",
    "200 gr de farine",
    "80 gr de beurre",
    "3 oeufs",
    "1 sachet de levure"
  ],
  "etapes_preparation": [
    "Peler et couper les carottes en morceaux, et les passer au hachoir. Si vous ne possédez pas de hachoir, râpez les carottes.",
    "Mettre les carottes hachées dans un saladier. Y ajouter le sucre, la farine et la levure.",
    "Ajouter les œufs et bien mélanger, pour enfin ajouter le beurre fondu.",
    "Cuire 45 minutes à 180°C.",
    "Sortir du four et laisser refroidir quelques dizaines de minutes avant de démouler. Et voilà, votre gâteau à la carotte est prêt !"
  ],
  "temps_preparation": "15 min",
  "temps_cuisson": "45 min",
  "difficulte": "Non spécifiée",
  "nb_personnes": "1 personnes",
  "url": "https://www.ptitchef.com/recettes/dessert/gateau-aux-carottes-fid-1507189",
  "site_source": "ptitchef.com"
},
{
  "titre": "Gâteau magique à la vanille pas à pas et vidéo",
  "ingredients": [
    "112gr de farine",
    "140gr de sucre",
    "500ml de lait",
    "125gr de beurre",
    "4 jaunes d'oeufs",
    "4 blancs d'oeufs",
    "Le zeste d'un citron",
    "1 gousse de vanille"
  ],
  "etapes_preparation": [
    "Faire chauffer le lait dans une casserole avec la gousse de vanille, le tout sur feu doux pendant 15 minutes. Sortez la casserole du feu et laisser reposer. Faire fondre le beurre et laisser reposer à température ambiante.",
    "Monter les blancs en neige. Réserver.",
    "Dans un autre bol, battre énergiquement les jaunes d'oeuf avec le sucre.",
    "Ajouter le beurre fondu et mélanger.",
    "Incorporer petit à petit le lait.",
    "Ajouter ensuite la farine et les zestes de citron.",
    "Enfin, avec l'aide d'une spatule/maryse, ajouter délicatement les blancs en neige à la préparation en faisant des mouvements enroulés afin de ne pas les casser. (Voir la vidéo à la fin de la recette).",
    "Beurrez et farinez un moule. Y verser la totalité de la préparation. Lisser le dessus à l'aide d'un couteau. Enfourner 50 minutes à 150°C. Laissez reposer à température ambiante pendant 1 heure. Placez le gâteau au réfrigérateur pendant 2h avant de le démouler délicatement. Cette étape est primordial puisque c'est dans le réfrigérateur que les 3 couches de votre gâteau magique vont se former. Décorer avec du sucre glace. Et voilà !"
  ],
  "temps_preparation": "30 min",
  "temps_cuisson": "50 min",
  "difficulte": "Non spécifiée",
  "nb_personnes": "1 personnes",
  "url": "https://www.ptitchef.com/recettes/dessert/gateau-magique-aromatise-a-la-vanille-fid-1560545",
  "site_source": "ptitchef.com"
},
{
  "titre": "Gâteau au yaourt",
  "ingredients": [
    "1 pot de yaourt nature",
    "3 pots de sucre",
    "4 pots de farine",
    "1 pot d'huile",
    "1 sachet de levure chimique",
    "1 pincée de sel",
    "3 oeufs",
    "1 sachet de sucre vanillé"
  ],
  "etapes_preparation": [
    "Prechauffer le four sur 180°C Pendant que le four préchauffe, dans un saladier, verser le yaourt nature, ajouter le sucre et mélanger.",
    "Tout en melangeant, ajouter la farine, le sel et la levure. Quand la pâte est trop \"dure\" à mélanger, ajouter l'huile, et mélanger à nouveau.",
    "Ajouter les œufs et bien mélanger au fouet. Enfin, ajouter le sucre vanillé.",
    "Verser la préparation dans un moule à manqué. Mettre au four et après 40 minutes de cuisson à 180°C votre gâteau yaourt est prêt ! Laisser refroidir et démouler si vous le souhaitez."
  ],
  "temps_preparation": "15 min",
  "temps_cuisson": "20 min",
  "difficulte": "Non spécifiée",
  "nb_personnes": "1 personnes",
  "url": "https://www.ptitchef.com/recettes/dessert/gateau-au-yaourt-la-vraie-recette-fid-1565646",
  "site_source": "ptitchef.com"
},
{
  "titre": "Tiramisu italien",
  "ingredients": [
    "2 oeufs",
    "250gr de mascarpone",
    "250ml de café",
    "3 cuillère à soupe de cacao en poudre",
    "20 boudoirs",
    "100g de sucre",
    "cacao en poudre non sucré (optionnel)",
    "chocolat noir (optionnel)"
  ],
  "etapes_preparation": [
    "Préparer 250ml de café, ajouter une cuillère à café de sucre, mélanger et laisser refroidir.",
    "Séparer les blancs des jaunes d'oeufs. Battre énergiquement les jaunes d'oeufs avec le sucre.",
    "Ajouter le mascarpone et mélanger doucement.",
    "Dans un autre récipient, monter les blancs en neige.",
    "Ajouter les blancs montés en neige au mélange précédent (jaunes d'oeufs + sucre + mascarpone). Mélanger doucement à l'aide d'une spatule.",
    "Tremper les boudoirs dans le café et les déposer au fond du moule.",
    "Par dessus les boudoirs, étaler la crème avec l'aide d'une spatule. Saupoudrer de cacao en poudre et râper du chocolat noir par dessus (optionnel).",
    "Disposer de nouveau les boudoirs imbibés de café. Étaler le reste de la crème mascarpone sur le dessus. Bien lisser à l'aide d'une spatule et filmer. Laisser reposer au réfrigérateur toute une nuit.",
    "Le jour suivant, le Tiramisu sera parfaitement prêt à être dégusté ! Saupoudrer du cacao en poudre et râper du chocolat noir par dessus, c'est prêt !"
  ],
  "temps_preparation": "Non spécifié",
  "temps_cuisson": "7 min",
  "difficulte": "Non spécifiée",
  "nb_personnes": "1 personnes",
  "url": "https://www.ptitchef.com/recettes/dessert/tiramisu-italien-fid-1561064",
  "site_source": "ptitchef.com"
},
{
  "titre": "Rochers à la noix de coco",
  "ingredients": [
    "2 blancs d’oeuf",
    "100 gr de sucre",
    "125 gr de coco râpée"
  ],
  "etapes_preparation": [
    "Battre les blancs d’œuf à vitesse moyenne avec la moitié du sucre. Lorsque le fouet laisse des marques, ajouter l'autre moitié du sucre.",
    "Battre jusqu'à ce que le blanc forme des pics lorsqu'on soulève le fouet.",
    "Ajouter la coco râpée et mélanger délicatement.",
    "A l'aide de petites cuillères ou d'une poche à douille, former des boules de préparation sur une plaque de cuisson.",
    "Cuire 10 minutes à 180°C.",
    "Et voilà, vos rochers coco sont prêts !"
  ],
  "temps_preparation": "10 min",
  "temps_cuisson": "10 min",
  "difficulte": "Non spécifiée",
  "nb_personnes": "1 personnes",
  "url": "https://www.ptitchef.com/recettes/dessert/rochers-a-la-noix-de-coco-moelleux-fid-1567125",
  "site_source": "ptitchef.com"
},
{
  "titre": "Pâte à crêpes facile et rapide",
  "ingredients": [
    "250 gr de farine",
    "4 oeufs",
    "50 cl de lait demi ecrémé",
    "2 c. à soupe d'huile",
    "1 pincée de sel",
    "1 c. à café d'extrait de vanille (facultatif)"
  ],
  "etapes_preparation": [
    "Dans un bol, mélanger la farine et le sel. Former un puits, et ajouter les œufs.",
    "Mélanger, puis ajouter l'extrait de vanille et l'huile. Si le mélange est trop dur à mélanger, ne pas hésiter à ajouter un peu de lait.",
    "Puis, ajouter le lait petit à petit, en mélangeant. Une fois tout le lait utilisé, couvrir le bol et laisser reposer une heure.",
    "Faire chauffer une crêpière, et appliquer un peu d'huile à l'aide d'un tissu en papier. Verser une louche de pâte, et laisser cuire 1 minute, puis retourner la crêpe. Laisser cuire 1 minute, et sortir du feu.",
    "Continuer l'étape précédente jusqu'à ce qu'il n'y ait plus de pâte, et voilà, vos crêpes sont prêtes. Sucre en poudre, confiture, miel, pâte à tartiner, ou nature, chaque crêpe est un régal !"
  ],
  "temps_preparation": "10 min",
  "temps_cuisson": "2019 min",
  "difficulte": "Non spécifiée",
  "nb_personnes": "1 personnes",
  "url": "https://www.ptitchef.com/recettes/dessert/pate-a-crepes-parfaite-fid-1565926",
  "site_source": "ptitchef.com"
},
{
  "titre": "Madeleines au chocolat (pas à pas et en vidéo)",
  "ingredients": [
    "6 oeufs",
    "240gr de farine",
    "200gr de sucre",
    "160gr de beurre",
    "1 sachet de levure chimique",
    "200gr de chocolat (noir, au lait, blanc)"
  ],
  "etapes_preparation": [
    "Casser les oeufs dans un bol.",
    "Ajouter le sucre sans trop mélanger.",
    "Ajouter la farine et la levure chimique.",
    "Faire fondre le beurre. L'ajouter à la préparation précédente.",
    "Mélanger doucement jusqu'à ce que la pâte soit lisse mais Il ne faut pas que la pate mousse.",
    "Verser dans des moules. Placer au réfrigérateur pendant au moins 1 heure. Le fait de placer vos madeleines au réfrigérateur puis au four ensuite provoquera un choc thermique qui va créer les bosses si particulières de ces gourmandises :-)",
    "Préchauffer le four à 220°C en mode convection natuelle. Enfourner 6 minutes à 220°C. Eteindre le four et laisser les madeleines dedans pendant 6 minutes. Sortir du four, laisser refroidir et démouler. Réserver les madeleines.",
    "Placer des morceaux de chocolat dans les moules. Faire fondre le chocolat dans le four encore chaud. Une fois fondu, mettre les madeleines par dessus et bien presser avec les doigts.",
    "Placer au réfrigérateur pendant au moins 30 minutes afin que le chocolat colle bien aux madeleines. Démouler doucement, et voilà !"
  ],
  "temps_preparation": "2 min",
  "temps_cuisson": "15 min",
  "difficulte": "Non spécifiée",
  "nb_personnes": "1 personnes",
  "url": "https://www.ptitchef.com/recettes/dessert/madeleines-au-chocolat-pas-a-pas-en-video-fid-1560161",
  "site_source": "ptitchef.com"
},
{
  "titre": "Bavarois framboise chocolat blanc (étapes et vidéo)",
  "ingredients": [
    "200 gr de biscuits (type Petits Beurre)",
    "80 gr de beurre",
    "3 jaunes d'oeuf",
    "40 gr de sucre",
    "20 cl de lait",
    "2 feuilles de gélatine",
    "170 gr de chocolat blanc",
    "20 cl de crème liquide (30% MG)",
    "400 gr de framboises (fraîches ou surgelées)",
    "100 gr de sucre",
    "4 feuilles de gélatine",
    "40 cl de crème liquide (30% MG)",
    "370 gr de confiture de framboise",
    "24 framboises fraîches",
    "(feuilles de menthe)"
  ],
  "etapes_preparation": [
    "La base biscuit : Écrasez les biscuits en fine poudre (à l'aide d'un hachoir par exemple.) Ajoutez le beurre fondu et mélangez bien.",
    "Dans le fond de votre moule ou de votre cercle, placez une feuille de papier sulfurisé. Versez-y le mélange de biscuit, et étalez le afin de faire une couche uniforme et bien compacte. Mettez au frais.",
    "La mousse bavaroise chocolat blanc : Mettez les feuilles de gélatine à tremper dans de l'eau froide. Mélangez les jaunes d’œuf avec le sucre. Ajoutez ensuite le lait et mélangez bien.",
    "Mettez sur feu doux et mélangez avec une cuillère en bois constamment. (Il s'agit d'une crème anglaise). Mélangez ainsi jusqu'à ce que la crème épaississe légèrement (le doigt doit laisser une trace sur la cuillère.). Cela peut prendre un peu de temps (10-15 min).",
    "Sortez la crème du feu, et ajoutez-y la gélatine imbibée bien essorée. Mélangez bien, puis ajoutez le chocolat blanc en morceaux. Mélangez jusqu'à ce qu'il soit bien incorporé, et laissez refroidir à température ambiante une vingtaine de minutes.",
    "Montez ensuite votre crème bien froide en crème fouettée, en la battant rapidement au fouet électrique. Ajoutez la à la crème au chocolat blanc, en mélangeant délicatement.",
    "Versez ce mélange sur la base de biscuit dans le moule. Mettez au frais pour minimum 3 heures.",
    "La mousse framboise : Mettez les feuilles de gélatine à tremper dans de l'eau froide. Dans une casserole, mettez les framboises (décongelées si elles sont surgelées) et le sucre et mélangez. Laissez à feu moyen en mélangeant de temps en temps pendant environ 5 minutes.",
    "Filtrez le contenu de la casserole afin d'enlever les pépins et la pulpe. Ajoutez les feuilles de gélatine dans le coulis encore chaud et mélangez bien.",
    "Montez la crème froide en chantilly. Ajoutez le coulis de framboise tiède. Arrêter le fouet et mélangez délicatement à la spatule pour bien mélanger la crème et le coulis de façon homogène.",
    "Versez la mousse ainsi obtenue dans le moule sur la mousse de chocolat blanc, et lissez au maximum le dessus. Mettez à nouveau au frais pour 3 heures.",
    "La décoration : Faites chauffer la confiture 1 minutes au micro-ondes. Filtrez ensuite la confiture afin d'enlever les peaux et pépins.",
    "Versez ensuite la confiture sur la mousse de framboise, et tournez le moule afin de bien répartir la préparation. S'il y a des irrégularités, vous pourrez les cacher avec la décoration. Mettez ensuite au frais 45 minutes.",
    "Disposez des framboises fraîches sur le pourtour du gâteau.",
    "Vous pouvez également placer des feuilles de menthe entre les framboises pour donner un visuel plein de fraîcheur.",
    "Et voilà, votre bavarois à la framboise et au chocolat blanc est prêt !"
  ],
  "temps_preparation": "7 min",
  "temps_cuisson": "0027 min",
  "difficulte": "Non spécifiée",
  "nb_personnes": "9 personnes",
  "url": "https://www.ptitchef.com/recettes/dessert/bavarois-framboise-chocolat-blanc-etapes-et-video-fid-1570907",
  "site_source": "ptitchef.com"
}
][
{
  "titre": "Filet mignon de porc en croûte pas à pas",
  "ingredients": [
    "1 pâte feuilletée",
    "1 filet mignon (de 400 gr)",
    "2 tranches de jambon",
    "100 gr de fromage râpé",
    "sel",
    "poivre",
    "jaune d'oeuf"
  ],
  "etapes_preparation": [
    "Dérouler la pâte feuilletée, et couper les côtés que l'on gardera pour plus tard. Disposer les deux tranches de jambon, et parsemer de fromage râpé.",
    "Rapidement faire revenir le filet mignon à la poêle pour cuire ses côtés.",
    "Le poser sur la pâte feuilletée, saler, poivrer et bien l'enrouler.",
    "Utiliser les chutes de pâte feuilletée pour faire des bandes décoratives et les poser. Badigeonner le tout de jaune d’œuf.",
    "Cuire 35 minutes à 180°C.",
    "Et voilà, votre filet mignon en croûte est prêt !"
  ],
  "temps_preparation": "15 min",
  "temps_cuisson": "35 min",
  "difficulte": "Non spécifiée",
  "nb_personnes": "1 personnes",
  "url": "https://www.ptitchef.com/recettes/plat/filet-mignon-en-croute-jambon-fromage-fid-1566681",
  "site_source": "ptitchef.com"
},
{
  "titre": "Mini pâtés de pâques",
  "ingredients": [
    "2 pâtes feuilletées",
    "12 oeufs de caille",
    "300 gr de chair à saucisse",
    "1 oignon",
    "1 gousse d'ail",
    "1 petite botte de persil",
    "2 jaunes d’oeuf",
    "Sel",
    "Poivre"
  ],
  "etapes_preparation": [
    "A l'aide d'un emporte-pièce, couper 12 cercles dans la première pâte feuilletée.",
    "Les disposer dans un moule à muffins et piquer le fond de chacun avec une fourchette",
    "Dans un bol, mélanger la chair à saucisse avec l'ail et l'oignon émincés, le sel, le poivre, les jaunes d’œuf et le persil haché. Bien malaxer.",
    "Disposer un peu de farce dans chaque moule.",
    "Cuire les œufs de caille en les plongeant 4 minutes dans l'eau bouillante. Les écaler et en poser un dans chaque moule.",
    "A l'aide d'un emporte-pièce plus petit que le précédent, découper 12 cercles dans la deuxième pâte feuilletée.",
    "Recouvrir chaque pâté avec un cercle de pâte feuilletée, puis dorer à l’œuf.",
    "Mettre au four pendant 20 minutes à 180°C",
    "C'est prêt !"
  ],
  "temps_preparation": "20 min",
  "temps_cuisson": "20 min",
  "difficulte": "Non spécifiée",
  "nb_personnes": "1 personnes",
  "url": "https://www.ptitchef.com/recettes/entree/mini-pates-de-paques-fid-1564355",
  "site_source": "ptitchef.com"
},
{
  "titre": "Pain à l'ail et au persil",
  "ingredients": [
    "1 baguette de pain",
    "2 gousses d'ail",
    "150gr de beurre",
    "Quelques branches de persil",
    "Sel"
  ],
  "etapes_preparation": [
    "Commencer par faire des entailles tout le long de la baguette de pain.",
    "Hacher le persil finement.",
    "Peler l'ail puis le couper en petits morceaux.",
    "Faire fondre le beurre. Ajouter le persil, puis l'ail, puis le sel et mélanger.",
    "Poser la baguette de pain sur une feuille d'aluminium. À l'aide d'un pinceau, étaler le mélange entre les tranches de pain. Faire de même sur le dessus de la baguette.",
    "Enrouler la baguette dans le papier aluminium. Mettre au four pendant 25 minutes à 200°C. Et voilà !"
  ],
  "temps_preparation": "10 min",
  "temps_cuisson": "25 min",
  "difficulte": "Non spécifiée",
  "nb_personnes": "1 personnes",
  "url": "https://www.ptitchef.com/recettes/entree/pain-a-l-ail-et-au-persil-fid-1561123",
  "site_source": "ptitchef.com"
},
{
  "titre": "Croquettes de courgettes au four, pour faire aimer les légumes à toute la famille !",
  "ingredients": [
    "500 g de courgettes (2 courgettes moyennes)",
    "50 g de parmesan râpé",
    "1 oeuf",
    "35 gr de chapelure",
    "8 feuilles de menthe",
    "Sel",
    "Poivre"
  ],
  "etapes_preparation": [
    "Préchauffer le four à 190°. Pendant ce temps, laver les courgettes et les éplucher. Les râper avec les gros trous de la râpe et les placer dans un torchon propre.",
    "Presser le torchon pour enlever le maximum d'eau des courgettes.",
    "Mettre les courgettes râpées dans un bol et ajouter le parmesan râpé, l'œuf, la chapelure, la menthe hachée au couteau et assaisonner avec avec du sel et du poivre.",
    "Commencer à mélanger avec une cuillère, puis avec vos mains jusqu'à obtenir un mélange homogène.",
    "Prélever le mélange et former des petites croquettes avec vos mains. Les déposer ensuite sur une plaque allant au four recouverte de papier cuisson. Renouveler l'opération jusqu'à ce qu'il n'y ait plus de mélange. Faire cuire à 190°C pendant 20 minutes, puis les retourner et poursuivre la cuisson encore 15 minutes.",
    "Les laisser refroidir 5 minutes avant de les consommer. Et voilà, les croquettes de courgettes au four sont prêtes !"
  ],
  "temps_preparation": "5 min",
  "temps_cuisson": "20 min",
  "difficulte": "Non spécifiée",
  "nb_personnes": "1 personnes",
  "url": "https://www.ptitchef.com/recettes/entree/croquettes-de-courgettes-au-four-pour-faire-aimer-les-legumes-a-toute-la-famille-fid-1579927",
  "site_source": "ptitchef.com"
},
{
  "titre": "Guacamole simple, pas à pas",
  "ingredients": [
    "2 avocats (mûrs)",
    "1 citron (au goût)",
    "1 tomate (au goût)",
    "1 oignon (au goût)",
    "Sel",
    "Poivre",
    "un pincée de piment (ou autres épices)"
  ],
  "etapes_preparation": [
    "Couper l'avocat en deux.",
    "Et sortir le noyau.",
    "Couper des morceaux (en quadrillage) sur une moitié, puis sur l'autre.",
    "Les sortir avec une cuillère en les mettre dans un bol. Faire pareil avec le 2ème avocat.",
    "Mixer les 2 avocats.",
    "Couper les tomates en petits morceaux.",
    "Couper l'oignon en petits morceaux.",
    "Mettre tous les ingrédients dans un bol : avocats mixés, tomates, oignons, quelques gouttes de citron, sel, poivre, piment (ou autres mélanges d'épices selon les goûts).",
    "Mélanger. Et voilà !"
  ],
  "temps_preparation": "Non spécifié",
  "temps_cuisson": "4 min",
  "difficulte": "Non spécifiée",
  "nb_personnes": "1 personnes",
  "url": "https://www.ptitchef.com/recettes/entree/guacamole-express-pas-a-pas-fid-1560710",
  "site_source": "ptitchef.com"
},
{
  "titre": "Nems aux crevettes",
  "ingredients": [
    "12 Galettes de riz",
    "500 g de crevettes (fraîches du poissonnier)",
    "40 g de vermicelles de soja",
    "25 g de champignons noirs séchés",
    "1 carotte (râpée)",
    "1 Oignon (haché finement)",
    "1 Oeuf",
    "2 Cuillères à soupe de sauce soja"
  ],
  "etapes_preparation": [
    "Décortiquer et laver les crevettes roses. Faire tremper 25 mins les champignons noirs dans de l'eau tiède.",
    "Faire tremper 15 mins les vermicelles de soja également dans de l'eau tiède. Dans une jatte, incorporer les crevettes hachées, les champignons noires coupés finement, la carotte râpée ainsi que l'oignon.",
    "Égoutter les vermicelles de soja dans une passoire puis découper-les à l'aide d'un ciseaux directement dans la jatte, n'oublier pas de mettre la sauce soja. Battre un oeuf et l'incorporer dans la préparation, mélanger bien le tout.",
    "Confection des nems : Tremper la galette dans de l'eau froide quelques secondes puis l'étaler sur un torchon propre. La galette doit se ramollir. Mettre une bonne cuillerée à soupe de farce au centre du bord de la galette, puis rouler trois fois et rabattre les bords droit et gauche vers le centre et continuer à rouler la galette. Continuer jusqu'à épuisement de la farce.",
    "Cuisson : Faire dorer les nems dans de l'huile chaude jusqu'a ce qu'ils prennent une couleur dorée. Vous pouvez déguster les nems avec des feuilles de salade et de la sauce nems, c'est excellent."
  ],
  "temps_preparation": "20 min",
  "temps_cuisson": "0027 min",
  "difficulte": "Non spécifiée",
  "nb_personnes": "1 personnes",
  "url": "https://www.ptitchef.com/recettes/entree/nems-aux-crevettes-fid-102081",
  "site_source": "ptitchef.com"
},
{
  "titre": "Friands jambon fromage",
  "ingredients": [
    "1 pâte feuilletée rectangulaire",
    "4 c. à soupe de crème fraîche épaisse",
    "2 tranches de jambon",
    "100 gr de fromage râpé",
    "1 œuf"
  ],
  "etapes_preparation": [
    "Coupez la pâte feuilletée en 8 rectangles de taille égale. Appliquez de la crème fraîche sur 4 rectangles de pâte feuilletée.",
    "Ajoutez 1/2 tranche de jambon et du fromage râpé.",
    "Recouvrez d'un autre rectangle de pâte feuilletée, et scellez les bords à l'aide d'une fourchette.",
    "Badigeonnez d’œuf battu, et rayez le dessus de chaque friand à l'aide d'un couteau.",
    "Faites cuire 20 minutes à 180°C.",
    "Et voilà, vos friands au jambon et au fromage sont prêts !"
  ],
  "temps_preparation": "15 min",
  "temps_cuisson": "20 min",
  "difficulte": "Non spécifiée",
  "nb_personnes": "1 personnes",
  "url": "https://www.ptitchef.com/recettes/entree/friands-jambon-fromage-fid-1569926",
  "site_source": "ptitchef.com"
},
{
  "titre": "Salade de riz composée (facile et rapide)",
  "ingredients": [
    "200 gr de riz blanc",
    "1 oignon rouge",
    "2 tomates",
    "50 gr de cornichons",
    "280 gr de maïs",
    "140 gr de thon",
    "3 c. à soupe de mayonnaise",
    "3 c. à soupe de vinaigre de vin rouge",
    "5 c. à soupe d'huile",
    "sel",
    "poivre"
  ],
  "etapes_preparation": [
    "Faites cuire le riz 12 minutes dans de l'eau bouillante salée, puis laissez refroidir (ou passez sous de l'eau froide.). Ajoutez-y l'oignon émincé et les tomates coupées en morceaux.",
    "Ajoutez les cornichons coupés, le maïs et le thon émietté.",
    "La sauce : Mélangez tous les ingrédients ensemble afin d'avoir une sauce bien homogène.",
    "Ajoutez-la à la salade de riz et mélangez bien.",
    "Et voilà, votre salade de riz est prête !"
  ],
  "temps_preparation": "20 min",
  "temps_cuisson": "2019 min",
  "difficulte": "Non spécifiée",
  "nb_personnes": "1 personnes",
  "url": "https://www.ptitchef.com/recettes/entree/salade-de-riz-facile-et-rapide-fid-1570707",
  "site_source": "ptitchef.com"
},
{
  "titre": "Soufflés au fromage bien moelleux et aérés",
  "ingredients": [
    "4 oeufs",
    "25 cl de lait",
    "30g de farine (3 c à soupe)",
    "100 gr de fromage râpé",
    "1 c. à café de beurre fondu",
    "sel",
    "poivre"
  ],
  "etapes_preparation": [
    "Dans une casserole faire fondre le beurre, puis ajouter la farine et mélanger.",
    "Ajouter le lait petit à petit en mélangeant. Si des grumeaux se forment, ne pas hésiter à passer au mixeur.",
    "Quand le mélange a épaissi, saler, poivrer, puis ajouter le fromage. Bien mélanger jusqu'à ce qu'il ait fondu, puis sortir du feu.",
    "Séparer les blancs des jaunes d’œuf, monter les blancs en neige ferme, et ajouter les jaunes à la préparation précédente. Mélanger un peu de blancs montés en neige à la préparation pour la \"détendre\", puis ajouter la préparation au reste de blancs. Mélanger délicatement sans écraser les blancs.",
    "Mettre dans des moules beurrés, puis cuire 20 minutes à 175°C. A la fin de la cuisson, couper le four, et entrouvrir la porte du four afin que les soufflés ne subissent pas un choc de température et retombent. Après 10 à 20 minutes d'attente, sortir les soufflés.",
    "Et voilà, vos soufflés sont prêts à être mangés immédiatement !"
  ],
  "temps_preparation": "15 min",
  "temps_cuisson": "20 min",
  "difficulte": "Non spécifiée",
  "nb_personnes": "1 personnes",
  "url": "https://www.ptitchef.com/recettes/entree/souffles-au-fromage-faciles-fid-1566175",
  "site_source": "ptitchef.com"
},
{
  "titre": "Feuilleté de camembert",
  "ingredients": [
    "1 camembert",
    "1 pâte feuilletée",
    "1 pomme",
    "1 oeuf",
    "2 c à soupe de miel",
    "Herbes de Provence",
    "Poivre"
  ],
  "etapes_preparation": [
    "Pelez les pommes, coupez les en lamelles et faites les cuire 1 minute 30 au micro-ondes.",
    "Coupez votre camembert en deux parts égales.",
    "Placez en son centre les lamelles de pomme cuites.",
    "Y ajouter le miel, le poivre et les herbes de Provence.",
    "Refermez le camembert, enveloppez-le dans du papier d'aluminium et laissez-le au frais pendant environ 15 minutes.",
    "Déroulez la pâte feuilletée, placez le camembert au centre, et coupez-la en 6 part, en laissant une marge d'environ 5 cm.",
    "Repliez la pâte feuilletée sur le camembert",
    "Appliquez l'oeuf battu et mettez au four pendant 20 minutes à 190°C. Et voilà !!!"
  ],
  "temps_preparation": "15 min",
  "temps_cuisson": "20 min",
  "difficulte": "Non spécifiée",
  "nb_personnes": "6 personnes",
  "url": "https://www.ptitchef.com/recettes/entree/feuillete-de-camembert-fid-1564173",
  "site_source": "ptitchef.com"
},
{
  "titre": "Hachis parmentier au canard, de cyril lignac",
  "ingredients": [
    "2 cuisses de confit de canard",
    "2 échalotes",
    "1 bouquet de ciboulette",
    "1 kg de pommes de terre",
    "10 cl d'huile d'olive",
    "sel",
    "poivre",
    "50 cl de crème liquide",
    "8 cuillères à soupe de parmesan râpé"
  ],
  "etapes_preparation": [
    "Hacher finement les échalotes et la ciboulette.Faire cuire les pommes de terre entières dans de l'eau salée.",
    "Égoutter et les peler. Les écraser avec une fourchette, ajouter la moitié de l'échalote et de la ciboulette, l'huile d'olive, bien mélanger.",
    "Rectifier l'assaisonnement en sel et en poivre.Préchauffer le four à 200°C.",
    "Bien égoutter le confit de canard et l'essuyer. Retirer tous les os et émietter finement la chair.",
    "Frotter un plat à gratin avec un peu de graisse de canard, y étaler le canard haché mélangé avec le reste de ciboulette et d'échalote.",
    "Recouvrir de purée et bien égaliser la surface. Préparer la crème de parmesan : faire bouillir et réduire la crème avec le parmesan jusqu'à obtention d'une sauce onctueuse.",
    "Verser cette crème sur le parmentier et faire gratiner 20 minutes au four. Laisser reposer 5 minutes avant de servir."
  ],
  "temps_preparation": "15 min",
  "temps_cuisson": "20 min",
  "difficulte": "Non spécifiée",
  "nb_personnes": "1 personnes",
  "url": "https://www.ptitchef.com/recettes/entree/hachis-parmentier-au-canard-de-cyril-lignac-fid-236417",
  "site_source": "ptitchef.com"
},
{
  "titre": "Falafels, la recette facile et rapide",
  "ingredients": [
    "400 gr de pois chiches (en conserve)",
    "1 oignon",
    "1 gousse d'ail",
    "2 c. à soupe de farine",
    "sel",
    "poivre",
    "persil frais",
    "coriandre fraîche",
    "1 c. à café de curcuma",
    "2 c. à café de cumin",
    "huile de friture"
  ],
  "etapes_preparation": [
    "Mettez les pois chiches égouttés, la farine, l'oignon et la gousse d'ail émincés dans un saladier.",
    "Ajoutez les herbes hachées et les épices.",
    "Écrasez le tout, avec un presse purée ou un autre outil, afin d'obtenir une pâte pas trop fine. Il faudra éviter le mixeur sur cette étape, la pâte doit être grossièrement écrasée.",
    "Formez des boulettes de pois chiches de la taille d'une balle de ping pong.",
    "Faites les frire dans de l'huile chaude pendant 3 minutes. Une fois sortis de la friture, déposez vos falafels sur du papier absorbant pour en ôter l'excédent d'huile de cuisson.",
    "Et voilà, vos falafels libanais sont prêts !"
  ],
  "temps_preparation": "15 min",
  "temps_cuisson": "20 min",
  "difficulte": "Non spécifiée",
  "nb_personnes": "1 personnes",
  "url": "https://www.ptitchef.com/recettes/entree/falafels-la-recette-facile-et-rapide-fid-1568983",
  "site_source": "ptitchef.com"
},
{
  "titre": "Cheesecakes salés au saumon",
  "ingredients": [
    "6 tranches de saumon fumé",
    "300 gr de fromage frais (Philadelphia ou St Moret)",
    "250 gr de ricotta",
    "100 gr de biscuits apéritif (type Tuc)",
    "80 gr de beurre",
    "sel",
    "poivre",
    "aneth",
    "ciboulette"
  ],
  "etapes_preparation": [
    "Écraser les biscuits apéritifs en poudre, et y ajouter le beurre fondu.",
    "Disposer dans le fond des cercles posés sur du papier sulfurisé, et tasser à l'aide d'un poussoir. Réserver au frais.",
    "Dans un bol, mélanger le fromage frais, la ricotta, et 3 tranches de saumon fumé coupées en morceaux. Saler, poivrer, et ajouter un peu d'aneth et de ciboulette.",
    "Disposer ce mélange dans chaque cercle, en lissant bien le dessus. Mettre au frais minimum 6 heures.",
    "À l'aide d'un cercle, découper des morceaux dans les tranches de saumon fumé restantes.",
    "Poser un cercle de saumon sur un cheesecake précédemment démoulé, et saupoudrer d'aneth et de ciboulette. Et voilà, vos cheesecakes au saumon sont prêts !"
  ],
  "temps_preparation": "6 min",
  "temps_cuisson": "9 min",
  "difficulte": "Non spécifiée",
  "nb_personnes": "1 personnes",
  "url": "https://www.ptitchef.com/recettes/entree/cheesecakes-sales-au-saumon-fid-1566698",
  "site_source": "ptitchef.com"
},
{
  "titre": "Pizza margherita moelleuse",
  "ingredients": [
    "200ml d'eau",
    "30ml d'huile d'olive",
    "280gr de farine",
    "3gr de levure de boulanger",
    "1/2 cac de sel",
    "mozzarella",
    "sauce tomate",
    "basilic (frais)",
    "origan"
  ],
  "etapes_preparation": [
    "Verser la farine dans un bol + l'eau et mélanger avec les mains jusqu'à obtenir une boule de pâte.",
    "Couvrir le bol, contenant la boule de pâte, avec un torchon et laisser reposer 20 minutes",
    "À la suite de ces 20 minutes, prendre un autre bol et y mettre la boule de pâte. Ajouter le sel + la levure de boulanger + l'huile d'olive.",
    "Bien pétrir durant 10 minutes. * Si vous avez un robot de cuisine, utiliser le crochet pétrisseur (imite les mouvements de la main). * Si vous n'avez pas de repos, la patience et la force de vos bras feront très bien l'affaire :-)",
    "À la suite de ces 10 minutes, prendre un autre bol. Le huiler et ajouter la boule de pâte. Couvrir le bol avec un torchon et laisser reposer jusqu'à ce que la pâte double de volume.",
    "Une fois la boule de pâte prête, la mettre sur une table pour la travailler. Mettre de l'huile sur les mains et pétrir la pâte pour la dégazer (éliminer l'air). Lorsque c'est terminé, former une boule et la placer sur une plaque de cuisson recouverte de papier sulfurisé.",
    "Maintenant, étirer la pâte avec les doigts et les phalanges, petit à petit. Patience et délicatesse seront au rendez-vous pour éviter de trouer la pâte tout en l'étirant au maximum. Faire des bords un peu plus épais.",
    "Verser la sauce tomate.",
    "Disposer la mozzarella, le basilic et saupoudrer d'origan.",
    "Enfourner 10-15 minutes à 210°C, jusqu'à ce que la pizza soit dorée. Et voilà !"
  ],
  "temps_preparation": "1 min",
  "temps_cuisson": "15 min",
  "difficulte": "Non spécifiée",
  "nb_personnes": "1 personnes",
  "url": "https://www.ptitchef.com/recettes/plat/pizza-margherita-moelleuse-fid-1561921",
  "site_source": "ptitchef.com"
},
{
  "titre": "Tarte aux poireaux (6 étapes faciles et vidéo)",
  "ingredients": [
    "1 pâte brisée",
    "5 poireaux",
    "2 échalotes",
    "10 cl de vin blanc",
    "15 gr de farine",
    "18 cl de lait",
    "10 cl crème",
    "1 oeuf",
    "sel",
    "poivre"
  ],
  "etapes_preparation": [
    "Émincer finement les échalotes et les poireaux. Faire revenir les échalotes dans du beurre, puis rajouter les poireaux. Quand les poireaux commencent à réduire, ajouter le vin blanc, et laisser cuire en mélangeant de temps en temps pendant environ 20 minutes.",
    "Ajouter la farine en pluie et bien mélanger. Puis ajouter le lait et la crème.",
    "Laisser cuire 5 à 10 minutes le temps que le mélange entre la farine, le lait et la crème épaississe. Puis sortir du feu.",
    "Ajouter un œuf, saler, poivrer, et mélanger vivement. Puis mettre ce mélange dans un plat à tarte où la pâte brisée aura été disposée précédemment.",
    "Cuire 45 minutes à 180°C.",
    "Et voilà, votre tarte aux poireaux est prête !"
  ],
  "temps_preparation": "40 min",
  "temps_cuisson": "45 min",
  "difficulte": "Non spécifiée",
  "nb_personnes": "1 personnes",
  "url": "https://www.ptitchef.com/recettes/plat/tarte-aux-poireaux-savoureuse-fid-1566172",
  "site_source": "ptitchef.com"
},
{
  "titre": "Salade de pâtes au pesto de roquette, tomates cerises et mozzarella",
  "ingredients": [
    "180 g de pâtes (ici penne rigate)",
    "12 tomates cerises",
    "1 mozzarella",
    "Huile d'olive",
    "Pour le pesto de roquette",
    "50 g de roquette",
    "1/2 gousse d'ail",
    "25 g de parmesan râpé",
    "30 g de pignons de pin",
    "40 g d'huile d'olive",
    "Sel à volonté"
  ],
  "etapes_preparation": [
    "Faire cuire les pâtes dans une grande quantité d'eau salée, en respectant scrupuleusement les temps indiqués sur le paquet pour une cuisson al dente parfaite.",
    "Pendant ce temps, laver soigneusement la roquette, la sécher et la transférer dans le mixeur avec les pignons de pin, le parmesan et l'ail (sans le germe). Mixer à vitesse lente.",
    "Ajouter une pincée de sel, un filet d'huile d'olive et continuer à mixer jusqu'à l'obtention d'un pesto de roquette à la consistance crémeuse et homogène.",
    "Lorsque les pâtes sont cuites, les égoutter et les passer sous l'eau froide pour arrêter la cuisson. Transférer dans un grand saladier.",
    "Laver les tomates cerises, les sécher et les couper en quatre quartiers. Couper également la mozzarella en cubes.",
    "Assaisonner les pâtes avec le pesto de roquette, les tomates cerises et un filet d'huile d'olive. Remuer pour bien répartir la sauce.",
    "Dresser l'assiette, ajouter la mozzarella coupée en dés et servir :)"
  ],
  "temps_preparation": "20 min",
  "temps_cuisson": "10 min",
  "difficulte": "Non spécifiée",
  "nb_personnes": "9 personnes",
  "url": "https://www.ptitchef.com/recettes/plat/salade-de-pates-au-pesto-de-roquette-tomates-cerises-et-mozzarella-fid-1596973",
  "site_source": "ptitchef.com"
},
{
  "titre": "Gratin dauphinois, la vraie recette traditionnelle",
  "ingredients": [
    "600 gr de pommes de terre",
    "400 ml de lait",
    "1 gousse d'ail",
    "150 ml de crème liquide",
    "50 gr de beurre",
    "sel",
    "poivre",
    "noix de muscade"
  ],
  "etapes_preparation": [
    "Peler les pommes de terre, puis les trancher en fines lamelles.",
    "Faire bouillir le lait, saler, poivrer, et ajouter une petite cuillère à café de noix de muscade. Ajouter également la gousse d'ail émincée. Quand le lait bout, ajouter les lamelles de pomme de terre, et faire cuire environ 10 minutes.",
    "Égoutter et disposer une première couche de pommes de terre sur le fond du plat beurré. Placez les autres tranches à plat par-dessus.",
    "Recouvrir de la crème liquide, puis de quelques lamelles de beurre.",
    "Faire cuire 45 minutes dans un four préchauffé à 180°C. Et voilà, il est maintenant l'heure de vous régaler avec cette recette facile de gratin dauphinois !"
  ],
  "temps_preparation": "20 min",
  "temps_cuisson": "45 min",
  "difficulte": "Non spécifiée",
  "nb_personnes": "1 personnes",
  "url": "https://www.ptitchef.com/recettes/plat/gratin-dauphinois-fid-1565928",
  "site_source": "ptitchef.com"
},
{
  "titre": "Charlotte aux pêches",
  "ingredients": [
    "1 grosse boite de pêches au sirop",
    "20 biscuits à la cuillère (ou plus)",
    "15 cl de lait",
    "2 jaunes dufs",
    "2 feuilles de gélatine",
    "20 cl de crème liquide bien froide",
    "40 de sucre en poudre",
    "1 sachet de sucre vanillé"
  ],
  "etapes_preparation": [
    "Page d'accueil - Ptitchef"
  ],
  "temps_preparation": "20 min",
  "temps_cuisson": "10 min",
  "difficulte": "Non spécifiée",
  "nb_personnes": "1 personnes",
  "url": "https://www.ptitchef.com/recettes/dessert/charlotte-aux-peches-fid-544400",
  "site_source": "ptitchef.com"
},
{
  "titre": "Lentilles à l'espagnole",
  "ingredients": [
    "250 gr de lentilles",
    "1,5 litre d'eau",
    "1 pomme de terre",
    "1 tomate",
    "1/4 de poivron rouge",
    "1/2 poivron vert",
    "1 oignon",
    "3 gousses d'ail",
    "1 carotte",
    "100 gr de lardons",
    "8 tranches de chorizo",
    "1 cuillère à café de paprika",
    "1 feuille de laurier",
    "1 c. à soupe d'huile d'olive",
    "sel"
  ],
  "etapes_preparation": [
    "Mettez l'eau et les lentilles dans la casserole et portez à ébullition. Laissez à feu moyen pendant 15 minutes.",
    "Ajoutez la pomme de terre et la tomate, pelées et coupées en morceaux. Ajoutez également les poivrons et l'oignon émincés, ainsi que les gousses d'ail entières (et pelées).",
    "Pelez la carotte et coupez la en fines rondelles. Ajoutez la au mélange, ainsi que les lardons. Mélangez.",
    "Placez les morceaux de chorizo sur une assiette couverte de papier sopalain, et mettez au micro-ondes pendant 1 minute. Cela permet d'enlever du gras du chorizo.",
    "Ajoutez le au mélange, ainsi que le sel, le paprika et l'huile d'olive. Mélangez bien, couvrez et laissez cuire 25 minutes à feu doux (ou jusqu'à ce que les pommes de terre sont cuites).",
    "Et voilà, vos lentilles à l'espagnoles sont prêtes !"
  ],
  "temps_preparation": "15 min",
  "temps_cuisson": "40 min",
  "difficulte": "Non spécifiée",
  "nb_personnes": "1 personnes",
  "url": "https://www.ptitchef.com/recettes/plat/lentilles-a-l-espagnole-fid-1570301",
  "site_source": "ptitchef.com"
},
{
  "titre": "Pâtes à la carbonara, la vraie recette !",
  "ingredients": [
    "200 gr de spaghettis",
    "80 gr de parmesan (ou pecorino)",
    "4 tranches de pancetta (4 à 5 tranches)",
    "2 oeufs",
    "Poivre du moulin"
  ],
  "etapes_preparation": [
    "Mettre vos spaghettis à cuire, en respectant le temps de cuisson indiqué sur le paquet.",
    "Faire griller la pancetta, puis la couper en petits morceaux.",
    "Dans un bol, mettre les œufs, 80 gr de fromage Pecorino, et 2 c. à soupe d'eau de cuisson des pâtes. Battre jusqu'à ce que le mélange \"gonfle\" légèrement.",
    "Une fois les pâtes cuites, rapidement les mélanger à la pancetta et au mélange oeufs-Pecorino-eau , pour servir directement.",
    "Saupoudrer du Pecorino restant. Poivrez avec 3 tours de moulin sur les pates. Vos pâtes à la carbonara sont prêtes ! NB : ces pâtes ne peuvent pas être réchauffées, puisque cela cuirait les œufs, et ôterait la texture crémeuse de la sauce."
  ],
  "temps_preparation": "5 min",
  "temps_cuisson": "10 min",
  "difficulte": "Non spécifiée",
  "nb_personnes": "1 personnes",
  "url": "https://www.ptitchef.com/recettes/plat/pates-a-la-carbonara-la-vraie-recette-fid-1564683",
  "site_source": "ptitchef.com"
},
{
  "titre": "Roulé de pommes de terre à la raclette de savoie et au jambon",
  "ingredients": [
    "5 œufs",
    "450 gr de pommes de terre",
    "1 oignon",
    "300 gr de Raclette de Savoie",
    "4 tranches de jambon blanc",
    "sel",
    "poivre"
  ],
  "etapes_preparation": [
    "Pelez les pommes de terre et râpez les. Battez les œufs en omelette en salant et poivrant, et mélangez les avec les pommes de terre râpées. Ajoutez l'oignon émincé.",
    "Disposez ce mélange dans une plaque à génoise en silicone. Lissez bien afin d'avoir une épaisseur uniforme.",
    "Faites cuire 30 minutes à 180°C.",
    "Retournez la plaque sur une feuille de papier sulfurisé, et disposez les tranches de raclette dessus. Ne couvrez que les 2/3 de la surface. Disposez ensuite les tranches de jambon sur le fromage..",
    "Roulez le tout en serrant un peu. Mettez au four encore chaud pendant 5 minutes afin de faire fondre le fromage.",
    "Et voilà, votre roulé de pommes de terre à la Raclette de Savoie est prêt !"
  ],
  "temps_preparation": "30 min",
  "temps_cuisson": "30 min",
  "difficulte": "Non spécifiée",
  "nb_personnes": "1 personnes",
  "url": "https://www.ptitchef.com/recettes/plat/roule-de-pommes-de-terre-a-la-raclette-de-savoie-et-au-jambon-fid-1570284",
  "site_source": "ptitchef.com"
},
{
  "titre": "Gratin de poisson, une recette simple et facile",
  "ingredients": [
    "600 gr de poisson blanc (type cabillaud ou lieu noir)",
    "500 gr de pommes de terre",
    "200 gr de champignons de Paris",
    "35 gr de farine",
    "35 gr de beurre",
    "50 cl de lait",
    "70 gr de fromage râpé",
    "sel",
    "poivre",
    "muscade"
  ],
  "etapes_preparation": [
    "Pelez et coupez les pommes de terre en dés. Les faire cuire 10 minutes dans de l'eau bouillante.",
    "Beurrez un moule à gratin, et disposez les pommes de terres au fond. Coupez le poisson en gros bouts et disposez les sur les pommes de terre. Enfin, ajoutez les champignons lavés et émincés sur le poisson.",
    "Préparez la béchamel : faites fondre le beurre dans une casserole, et ajoutez la farine d'un coup. Mélangez au fouet.",
    "Ajoutez le lait petit à petit tout en mélangeant. La béchamel devrait épaissir. Salez, poivrez, et ajoutez de la noix de muscade moulue.",
    "Versez la béchamel dans le plat à gratin sur les ingrédients. Parsemez de fromage râpé.",
    "Mettez au four pendant 40 minutes à 180°C.",
    "Et voilà, votre gratin de poisson est prêt !"
  ],
  "temps_preparation": "45 min",
  "temps_cuisson": "50 min",
  "difficulte": "Non spécifiée",
  "nb_personnes": "1 personnes",
  "url": "https://www.ptitchef.com/recettes/plat/gratin-de-poisson-une-recette-simple-et-facile-fid-1569142",
  "site_source": "ptitchef.com"
},
{
  "titre": "Abricots farcis au thon et romarin",
  "ingredients": [
    "8 abricots frais",
    "150 gr de thon cuit (1 boite)",
    "50 gr de fromage frais",
    "Sel",
    "Poivre",
    "Romarin"
  ],
  "etapes_preparation": [
    "Préparer la garniture : Égoutter le thon et l'émietter. Ajouter le fromage frais et mélanger. Ajouter ensuite du sel, du poivre et du romarin et bien mélanger.",
    "Laver puis couper les abricots en deux. Enlever le noyau puis garnir les oreillons avec le mélange précédent.",
    "C'est prêt !"
  ],
  "temps_preparation": "Non spécifié",
  "temps_cuisson": "0027 min",
  "difficulte": "Non spécifiée",
  "nb_personnes": "1 personnes",
  "url": "https://www.ptitchef.com/recettes/aperitif/abricots-farcis-au-thon-et-romarin-fid-1572672",
  "site_source": "ptitchef.com"
},
{
  "titre": "Bœuf bourguignon",
  "ingredients": [
    "500 gr de jarret de boeuf",
    "2 oignons",
    "2 carottes",
    "1 bouquet garni",
    "75 cl vin rouge",
    "100 gr de lardons",
    "1 gousse d'ail",
    "100 gr de champignons de Paris",
    "sel",
    "poivre"
  ],
  "etapes_preparation": [
    "Dans une marmite, faire revenir les oignons émincés, puis ajouter les morceaux de viande. Faire rapidement cuire les faces des morceaux.",
    "Puis, couvrir avec le vin, et ajouter les carottes coupées en rondelles, les lardons préalablement cuits, la gousse d'ail émincée, et le bouquet garni.",
    "Laisser mijoter à feu doux pendant 2 heures.",
    "Ajouter ensuite les champignons émincés, et laisser à nouveau mijoter pendant 1 heure.",
    "Si après cette heure de cuisson la viande n'est toujours pas tendre (enfoncer un couteau pointu dans un morceau), laisser cuire jusqu'à ce que ça soit le cas, en faisant bien attention à couvrir la marmite pour que le vin ne réduise pas trop.",
    "Et voilà, votre bœuf bourguignon est prêt !"
  ],
  "temps_preparation": "20 min",
  "temps_cuisson": "3 min",
  "difficulte": "Non spécifiée",
  "nb_personnes": "1 personnes",
  "url": "https://www.ptitchef.com/recettes/plat/boeuf-bourguignon-traditionnel-fid-1566171",
  "site_source": "ptitchef.com"
},
{
  "titre": "Moussaka à la grecque",
  "ingredients": [
    "2 aubergines",
    "500 gr de viande d'agneau hachée",
    "1 oignon",
    "1 gousse d'ail",
    "1 bouquet garni",
    "huile d'olive",
    "5 tomates",
    "1 c. à café de concentré de tomate",
    "sel",
    "poivre",
    "cannelle",
    "15 gr de beurre",
    "50 gr de farine",
    "50 cl de lait",
    "1 oeuf"
  ],
  "etapes_preparation": [
    "Bien nettoyer les aubergines et les couper en tranches de 1 cm. Les disposer sur une plaque de cuisson, arroser d'huile d'olive, saler, poivrer, et faire cuire 20 minutes à 200°C.",
    "La sauce tomate : Dans une casserole, mettre de l'huile d'olive et ajouter les tomates pelées et coupées en dés. Saler, poivrer, ajouter 1/2 cuillère à café de cannelle et le concentré de tomate. Mélanger et laisser réduire à feu doux environ 15 minutes.",
    "Dans une poêle, faire revenir l'oignon émincé dans de l'huile d'olive. Puis ajouter l'agneau haché et le faire cuire.",
    "Ajouter la sauce tomate, la gousse d'ail émincée, et le bouquet garni. Mélanger et laisser cuire à feu moyen un quinzaine de minutes.",
    "La sauce blanche : Dans une casserole, faire fondre le beurre et ajouter la farine. Bien mélanger.",
    "Ajouter le lait petit à petit en mélangeant bien au fouet. Si le mélange présente trop de grumeaux, passer au mixeur. Mélanger sur le feu jusqu'à ce que la sauce blanche épaississe.",
    "Retirer du feu, et ajouter un œuf battu, en mélangeant vivement.",
    "Dans un plat à gratin badigeonné d'huile d'olive, disposer dans le fond la moitié des aubergines. Ajouter ensuite la viande et égaliser la surface.",
    "Recouvrir de la seconde moitié des aubergines, et enfin couvrir de la sauce blanche.",
    "Cuire 35 minutes à 180°C, en faisant attention à la cuisson.",
    "Et voilà, votre moussaka est prête !"
  ],
  "temps_preparation": "1 min",
  "temps_cuisson": "0027 min",
  "difficulte": "Non spécifiée",
  "nb_personnes": "1 personnes",
  "url": "https://www.ptitchef.com/recettes/plat/moussaka-a-la-grecque-fid-1566951",
  "site_source": "ptitchef.com"
},
{
  "titre": "Blanquette de dinde à l'ancienne",
  "ingredients": [
    "800 g de blanquette de dinde",
    "100 g de champignons de paris (en boite, ou frais)",
    "100 g de lardons",
    "1 oignon",
    "1 clou de girofle",
    "1 cube de bouillon de volaille",
    "1/2 poireau",
    "2 carottes (petites)",
    "1 bouquet garni",
    "15 cl de crème liquide",
    "30 g de beurre (+ 1 noix)",
    "2 c à s de farine",
    "Eau",
    "Huile",
    "Sel",
    "Poivre"
  ],
  "etapes_preparation": [
    "Lavez et épluchez les carottes et coupez-les rondelles, coupez le demi poireau en gros morceaux. Dans une grande casserole, faites revenir la viande de dinde dans un peu de matière grasse, laissez légèrement dorer, ajoutez l'oignon piquer avec le clou de girofle, les carottes, le poireau, émiettez le cube de bouillon de volaille, salez et poivrez, versez ensuite de l'eau sur votre viande, qu'elle soit totalement recouverte et laissez mijoter 1 h. Une fois que votre blanquette est cuite, retirez la viande et les légumes, pour ne garder que le bouillon.",
    "Dans un casserole, faites fondre le beurre, ajoutez la farine, mélangez bien, ajoutez ensuite une louche de bouillon, mélangez de nouveau et rajoutez à nouveau une louche de bouillon, jusqu'à épuisement du liquide, laissez cuire quelques minutes, afin que votre sauce épaississe légèrement. Pour finir ajoutez la crème liquide, salez et poivrez.",
    "Dans une poêle, faites fondre une noix de beurre, ajoutez les lardons et les champignons, laissez cuire jusqu'à ce qu'ils soient légèrement dorer.",
    "Ajoutez la blanquette de dinde, les lardons et les champignons poêlés dans la sauce, remettez sur feu doux pour réchauffer et servez accompagner de riz par exemple. Bonne dégustation."
  ],
  "temps_preparation": "25 min",
  "temps_cuisson": "1 min",
  "difficulte": "Non spécifiée",
  "nb_personnes": "1 personnes",
  "url": "https://www.ptitchef.com/recettes/plat/blanquette-de-dinde-a-l-ancienne-fid-1528565",
  "site_source": "ptitchef.com"
},
{
  "titre": "Comment cuire un artichaut à l'eau?",
  "ingredients": [
    "2 artichauts",
    "Sel"
  ],
  "etapes_preparation": [
    "Cassez la tige des artichauts au ras des feuilles.",
    "Plongez les artichauts tête en bas dans une casserole d’eau bouillante salée en en veillant à ce qu’ils soient bien bloqués pour qu’ils ne se retournent pas pendant la cuisson.",
    "A la reprise de l'ébullition, comptez environ 25 minutes pour des artichauts de petite taille et 30 à 40 minutes s’ils sont plus gros.",
    "Afin de vérifier la cuisson, vous pouvez tirer une feuille et s’il n’y a plus de résistance, c’est cuit !"
  ],
  "temps_preparation": "2 min",
  "temps_cuisson": "40 min",
  "difficulte": "Non spécifiée",
  "nb_personnes": "1 personnes",
  "url": "https://www.ptitchef.com/recettes/plat/comment-cuire-un-artichaut-a-l-eau-fid-1576987",
  "site_source": "ptitchef.com"
},
{
  "titre": "Tiramisu italien",
  "ingredients": [
    "2 oeufs",
    "250gr de mascarpone",
    "250ml de café",
    "3 cuillère à soupe de cacao en poudre",
    "20 boudoirs",
    "100g de sucre",
    "cacao en poudre non sucré (optionnel)",
    "chocolat noir (optionnel)"
  ],
  "etapes_preparation": [
    "Préparer 250ml de café, ajouter une cuillère à café de sucre, mélanger et laisser refroidir.",
    "Séparer les blancs des jaunes d'oeufs. Battre énergiquement les jaunes d'oeufs avec le sucre.",
    "Ajouter le mascarpone et mélanger doucement.",
    "Dans un autre récipient, monter les blancs en neige.",
    "Ajouter les blancs montés en neige au mélange précédent (jaunes d'oeufs + sucre + mascarpone). Mélanger doucement à l'aide d'une spatule.",
    "Tremper les boudoirs dans le café et les déposer au fond du moule.",
    "Par dessus les boudoirs, étaler la crème avec l'aide d'une spatule. Saupoudrer de cacao en poudre et râper du chocolat noir par dessus (optionnel).",
    "Disposer de nouveau les boudoirs imbibés de café. Étaler le reste de la crème mascarpone sur le dessus. Bien lisser à l'aide d'une spatule et filmer. Laisser reposer au réfrigérateur toute une nuit.",
    "Le jour suivant, le Tiramisu sera parfaitement prêt à être dégusté ! Saupoudrer du cacao en poudre et râper du chocolat noir par dessus, c'est prêt !"
  ],
  "temps_preparation": "Non spécifié",
  "temps_cuisson": "7 min",
  "difficulte": "Non spécifiée",
  "nb_personnes": "1 personnes",
  "url": "https://www.ptitchef.com/recettes/dessert/tiramisu-italien-fid-1561064",
  "site_source": "ptitchef.com"
},
{
  "titre": "Tarte tatin aux pommes",
  "ingredients": [
    "1 rouleau de pâte brisée",
    "1,3 kg de pommes Golden",
    "120 gr de sucre"
  ],
  "etapes_preparation": [
    "Pour le caramel : Mettre le sucre dans une casserole sur feu moyen. Mélanger jusqu'à ce que le caramel se forme. Une fois que c'est le cas, retirer la casserole du feu.",
    "Verser immédiatement le caramel dans votre moule à tarte.",
    "Pour les pommes : Les peler et les couper à la moitié. Retirer les pépins et disposer les demi-pommes dans le moule à tarte, en mettant la face la plus plate en contact avec le caramel. Combler les trous qu'il y a entre les demi-pommes avec des morceaux. Couper les pommes restantes en lamelles et les disposer sur le dessus.",
    "Une fois que toutes les pommes sont disposées dans le moule à tarte, recouvrir le tout avec la pâte brisée. Rabattre sur le dessus les morceaux de pâte qui dépassent et bien sceller les bords. Faire une petit trou au milieu de la pâte pour laisser évacuer la vapeur lors de la cuisson et ne pas détremper la pate",
    "Enfourner 45 minutes à 180°C.",
    "Démouler délicatement.",
    "Et voilà ! Pour plus de gourmandise, n'hésitez pas à accompagner votre part de tarte d'une boule de glace vanille !"
  ],
  "temps_preparation": "15 min",
  "temps_cuisson": "40 min",
  "difficulte": "Non spécifiée",
  "nb_personnes": "9 personnes",
  "url": "https://www.ptitchef.com/recettes/dessert/tarte-tatin-aux-pommes-fid-1563842",
  "site_source": "ptitchef.com"
},
{
  "titre": "Comment faire du pain perdu ?",
  "ingredients": [
    "1 pain rassis (ou frais)",
    "3 oeufs",
    "3 c. à soupe de sucre",
    "1 sachet de sucre vanillé",
    "50 cl de lait",
    "beurre"
  ],
  "etapes_preparation": [
    "Mélanger les œufs avec les sucres.",
    "Ajouter le demi litre de lait",
    "Couper le pain en tranches d'environ 1,5 cm d'épaisseur",
    "Tremper les tranches dans le mélange précédent. Rester plusieurs secondes afin que le pain soit bien imbibé du mélange.",
    "Faire chauffer du beurre dans une poêle et y faire cuire les tranches de pain perdu. La première face cuit environ 5 minutes, la seconde 3 minutes.",
    "Et voilà, votre pain perdu est prêt !"
  ],
  "temps_preparation": "15 min",
  "temps_cuisson": "15 min",
  "difficulte": "Non spécifiée",
  "nb_personnes": "1 personnes",
  "url": "https://www.ptitchef.com/recettes/dessert/pain-perdu-fid-1566897",
  "site_source": "ptitchef.com"
},
{
  "titre": "Roses des sables au chocolat",
  "ingredients": [
    "150 gr de chocolat noir",
    "40 gr de beurre",
    "100 gr de corn flakes"
  ],
  "etapes_preparation": [
    "Faire fondre le chocolat et le beurre ensemble.",
    "Les verser sur les cornflakes.",
    "Bien mélanger jusqu'à ce que le chocolat ait bien recouvert toutes les céréales.",
    "Servir dans des petites caissettes à friandise pour une présentation idéale, et mettre au frais minimum 20 minutes. Et voilà, vos roses des sables sont prêtes !"
  ],
  "temps_preparation": "20 min",
  "temps_cuisson": "Non spécifié",
  "difficulte": "Non spécifiée",
  "nb_personnes": "1 personnes",
  "url": "https://www.ptitchef.com/recettes/dessert/roses-des-sables-faciles-fid-1565132",
  "site_source": "ptitchef.com"
},
{
  "titre": "Gâteau basque, la recette expliquée en détails",
  "ingredients": [
    "300 gr de farine",
    "1 c. à café de sel",
    "120 gr de beurre mou",
    "200 gr de sucre",
    "2 oeufs",
    "1 sachet de levure",
    "1 c. à café de vanille liquide",
    "500 ml de lait",
    "1 gousse de vanille",
    "4 jaunes d’oeuf",
    "125 gr de sucre",
    "40 gr de farine",
    "1 jaune d'oeuf"
  ],
  "etapes_preparation": [
    "Préparer la pâte sablée : Dans un bol, mélanger la farine, le sel, le sucre et la levure.",
    "Ajouter le beurre ramolli, et mélanger avec les mains. Frotter le mélange entre les mains afin de le \"sabler\".",
    "Ajouter les deux œufs et la vanille, et pétrir. Lorsque la pâte prend forme, former une boule, et mettre au réfrigérateur.",
    "Pour la crème pâtissière : Fendre la gousse de vanille, récupérer les graines, et les mettre dans le lait. Mettre le lait à bouillir.",
    "Pendant ce temps, mélanger les jaunes d’œuf avec le sucre et fouetter énergiquement afin que le mélange blanchisse. Puis ajouter la farine et bien mélanger.",
    "Une fois le lait bouilli, l'ajouter petit à petit au mélange précédent. Puis, remettre ce mélange dans la casserole.",
    "Chauffer à feu moyen en mélangeant constamment avec une cuillère en bois, jusqu'à ce que le mélange soit bien épais (environ 10 minutes). Retirer du feu, et couvrir de papier cellophane afin qu'une peau ne se forme pas sur la crème.",
    "Le montage : Beurrer et fariner le moule. Séparer la pâte en deux part 2 tiers/ 1 tiers. Prendre la plus grosse partie et la mettre dans le moule.",
    "Foncer le moule avec la pâte, c'est à dire couvrir le fond, à l'aide de vos mains. Vous pouvez utiliser un rouleau à pâtisserie, mais la consistance de la pâte étant un peu collante, il est plus simple de le faire à la main. Si la pâte colle trop mettre un peu de farine sur vos mains.",
    "Une fois la pâte ayant recouvert le fond, monter des bords d'environ 4 cm, en lissant bien la pâte.",
    "Ajouter la crème pâtissière qui ne doit pas être trop chaude, et bien lisser le dessus à l'aide d'une spatule.",
    "Replier les bords sur la pâte, qui vont servir de support au \"couvercle\". La pâte étant assez collante, pas besoin d'eau ou de blanc d’œuf pour souder, cela se fera tout seul à la cuisson.",
    "Prendre une feuille de papier sulfurisé, et étaler la pâte restante en cercle de la taille du moule. Puis retourner le couvercle sur le gâteau, appuyer sur les bords, puis délicatement décoller le papier sulfurisé.",
    "Dorer avec un jaune d’œuf entier et du papier sopalin. En profiter pour lisser les aspérités de la pâte et des bords. L'utilisation d'un pinceau à pâtisserie ne permettra pas de bien lisser la pâte.",
    "A l'aide d'une fourchette, sans trop appuyer, dessiner le motif caractéristique d'un gâteau basque. Faire 4 lignes verticales, puis tourner le moule à 45°, et faire 4 autre lignes qui formeront des losanges.",
    "Cuire 40 minutes à 160°C, puis attendre que le gâteau refroidisse avant de le démouler.",
    "Et voilà, votre gâteau basque est prêt ! N'hésitez pas à regarder la vidéo de la recette afin de bien observer la manipulation de la pâte qui n'est pas évidente. Et bon appétit !"
  ],
  "temps_preparation": "1 min",
  "temps_cuisson": "40 min",
  "difficulte": "Non spécifiée",
  "nb_personnes": "0 personnes",
  "url": "https://www.ptitchef.com/recettes/dessert/gateau-basque-la-recette-expliquee-en-details-fid-1565925",
  "site_source": "ptitchef.com"
},
{
  "titre": "Mousse au chocolat aérienne",
  "ingredients": [
    "200 gr de chocolat noir",
    "50 gr de sucre (optionnel)",
    "4 oeufs"
  ],
  "etapes_preparation": [
    "Commencer par séparer les blancs des jaunes d’œuf.",
    "Ajouter le sucre aux jaunes d’œuf et mélanger. Faire fondre le chocolat, le laisser tiédir, et l'ajouter au mélange.",
    "Monter les blancs en neige bien ferme.",
    "Les ajouter au fur et à mesure au mélange chocolat-jaune d’œuf-sucre. Au départ mélanger vigoureusement pour assouplir, puis, veiller à ne pas écraser les blancs, en soulevant la préparation par dessus, et en mélangeant délicatement.",
    "Servir dans des ramequins et mettre au frais minimum 4 heures.",
    "Et voilà, votre mousse au chocolat est prête !"
  ],
  "temps_preparation": "4 min",
  "temps_cuisson": "Non spécifié",
  "difficulte": "Non spécifiée",
  "nb_personnes": "9 personnes",
  "url": "https://www.ptitchef.com/recettes/dessert/mousse-au-chocolat-fid-1565956",
  "site_source": "ptitchef.com"
},
{
  "titre": "Gâteau au yaourt",
  "ingredients": [
    "1 pot de yaourt nature",
    "3 pots de sucre",
    "4 pots de farine",
    "1 pot d'huile",
    "1 sachet de levure chimique",
    "1 pincée de sel",
    "3 oeufs",
    "1 sachet de sucre vanillé"
  ],
  "etapes_preparation": [
    "Prechauffer le four sur 180°C Pendant que le four préchauffe, dans un saladier, verser le yaourt nature, ajouter le sucre et mélanger.",
    "Tout en melangeant, ajouter la farine, le sel et la levure. Quand la pâte est trop \"dure\" à mélanger, ajouter l'huile, et mélanger à nouveau.",
    "Ajouter les œufs et bien mélanger au fouet. Enfin, ajouter le sucre vanillé.",
    "Verser la préparation dans un moule à manqué. Mettre au four et après 40 minutes de cuisson à 180°C votre gâteau yaourt est prêt ! Laisser refroidir et démouler si vous le souhaitez."
  ],
  "temps_preparation": "15 min",
  "temps_cuisson": "20 min",
  "difficulte": "Non spécifiée",
  "nb_personnes": "1 personnes",
  "url": "https://www.ptitchef.com/recettes/dessert/gateau-au-yaourt-la-vraie-recette-fid-1565646",
  "site_source": "ptitchef.com"
},
{
  "titre": "Bavarois framboise chocolat blanc (étapes et vidéo)",
  "ingredients": [
    "200 gr de biscuits (type Petits Beurre)",
    "80 gr de beurre",
    "3 jaunes d'oeuf",
    "40 gr de sucre",
    "20 cl de lait",
    "2 feuilles de gélatine",
    "170 gr de chocolat blanc",
    "20 cl de crème liquide (30% MG)",
    "400 gr de framboises (fraîches ou surgelées)",
    "100 gr de sucre",
    "4 feuilles de gélatine",
    "40 cl de crème liquide (30% MG)",
    "370 gr de confiture de framboise",
    "24 framboises fraîches",
    "(feuilles de menthe)"
  ],
  "etapes_preparation": [
    "La base biscuit : Écrasez les biscuits en fine poudre (à l'aide d'un hachoir par exemple.) Ajoutez le beurre fondu et mélangez bien.",
    "Dans le fond de votre moule ou de votre cercle, placez une feuille de papier sulfurisé. Versez-y le mélange de biscuit, et étalez le afin de faire une couche uniforme et bien compacte. Mettez au frais.",
    "La mousse bavaroise chocolat blanc : Mettez les feuilles de gélatine à tremper dans de l'eau froide. Mélangez les jaunes d’œuf avec le sucre. Ajoutez ensuite le lait et mélangez bien.",
    "Mettez sur feu doux et mélangez avec une cuillère en bois constamment. (Il s'agit d'une crème anglaise). Mélangez ainsi jusqu'à ce que la crème épaississe légèrement (le doigt doit laisser une trace sur la cuillère.). Cela peut prendre un peu de temps (10-15 min).",
    "Sortez la crème du feu, et ajoutez-y la gélatine imbibée bien essorée. Mélangez bien, puis ajoutez le chocolat blanc en morceaux. Mélangez jusqu'à ce qu'il soit bien incorporé, et laissez refroidir à température ambiante une vingtaine de minutes.",
    "Montez ensuite votre crème bien froide en crème fouettée, en la battant rapidement au fouet électrique. Ajoutez la à la crème au chocolat blanc, en mélangeant délicatement.",
    "Versez ce mélange sur la base de biscuit dans le moule. Mettez au frais pour minimum 3 heures.",
    "La mousse framboise : Mettez les feuilles de gélatine à tremper dans de l'eau froide. Dans une casserole, mettez les framboises (décongelées si elles sont surgelées) et le sucre et mélangez. Laissez à feu moyen en mélangeant de temps en temps pendant environ 5 minutes.",
    "Filtrez le contenu de la casserole afin d'enlever les pépins et la pulpe. Ajoutez les feuilles de gélatine dans le coulis encore chaud et mélangez bien.",
    "Montez la crème froide en chantilly. Ajoutez le coulis de framboise tiède. Arrêter le fouet et mélangez délicatement à la spatule pour bien mélanger la crème et le coulis de façon homogène.",
    "Versez la mousse ainsi obtenue dans le moule sur la mousse de chocolat blanc, et lissez au maximum le dessus. Mettez à nouveau au frais pour 3 heures.",
    "La décoration : Faites chauffer la confiture 1 minutes au micro-ondes. Filtrez ensuite la confiture afin d'enlever les peaux et pépins.",
    "Versez ensuite la confiture sur la mousse de framboise, et tournez le moule afin de bien répartir la préparation. S'il y a des irrégularités, vous pourrez les cacher avec la décoration. Mettez ensuite au frais 45 minutes.",
    "Disposez des framboises fraîches sur le pourtour du gâteau.",
    "Vous pouvez également placer des feuilles de menthe entre les framboises pour donner un visuel plein de fraîcheur.",
    "Et voilà, votre bavarois à la framboise et au chocolat blanc est prêt !"
  ],
  "temps_preparation": "7 min",
  "temps_cuisson": "0027 min",
  "difficulte": "Non spécifiée",
  "nb_personnes": "9 personnes",
  "url": "https://www.ptitchef.com/recettes/dessert/bavarois-framboise-chocolat-blanc-etapes-et-video-fid-1570907",
  "site_source": "ptitchef.com"
},
{
  "titre": "Fondant au chocolat et son coeur ultra coulant pas à pas",
  "ingredients": [
    "200gr de chocolat",
    "150gr de beurre",
    "150gr de sucre",
    "4 oeufs",
    "100gr de farine"
  ],
  "etapes_preparation": [
    "Mettre le sucre et les oeufs dans un bol.",
    "Bien mélanger.",
    "Dans un autre bol, faire fondre le chocolat et le beurre (soit au micro-ondes en vérifiant toutes les 30 secondes, soit au bain-marie). Mélanger et laisser légèrement refroidir.",
    "Ajouter le mélange chocolat + beurre au 1er (sucre + oeufs). Bien mélanger et ajouter la farine.",
    "Mélanger jusqu'à obtenir une préparation homogène.",
    "Graisser des petits moules avec du beurre et y verser le mélange.",
    "Préchauffer le four à 200°C et enfourner ensuite pendant 8 à 10 minutes. Et voilà !"
  ],
  "temps_preparation": "7 min",
  "temps_cuisson": "8 min",
  "difficulte": "Non spécifiée",
  "nb_personnes": "1 personnes",
  "url": "https://www.ptitchef.com/recettes/dessert/fondant-au-chocolat-et-son-coeur-ultra-coulant-pas-a-pas-fid-1560566",
  "site_source": "ptitchef.com"
},
{
  "titre": "Gâteau au lait concentré moelleux à souhait",
  "ingredients": [
    "1 boîte de lait concentré sucré (400 gr)",
    "4 oeufs",
    "120 gr de farine",
    "50 gr de beurre",
    "1 sachet de levure chimique"
  ],
  "etapes_preparation": [
    "Dans un bol, mélanger les œufs avec le lait concentré sucré. Cela peut prendre un petit moment étant donné la consistance dense du lait concentré.",
    "Ajouter ensuite le beurre fondu, puis la farine et la levure, et mélanger jusqu'à ce que le mélange soit bien homogène.",
    "Cuire pendant 50 minutes à 160°C. Vérifier la cuisson en piquant avec un couteau : la lame doit ressortir propre et sèche.",
    "Et voilà, votre gâteau au lait concentré est prêt !"
  ],
  "temps_preparation": "15 min",
  "temps_cuisson": "50 min",
  "difficulte": "Non spécifiée",
  "nb_personnes": "1 personnes",
  "url": "https://www.ptitchef.com/recettes/dessert/gateau-au-lait-concentre-moelleux-a-souhait-fid-1567621",
  "site_source": "ptitchef.com"
},
{
  "titre": "Rochers à la noix de coco",
  "ingredients": [
    "2 blancs d’oeuf",
    "100 gr de sucre",
    "125 gr de coco râpée"
  ],
  "etapes_preparation": [
    "Battre les blancs d’œuf à vitesse moyenne avec la moitié du sucre. Lorsque le fouet laisse des marques, ajouter l'autre moitié du sucre.",
    "Battre jusqu'à ce que le blanc forme des pics lorsqu'on soulève le fouet.",
    "Ajouter la coco râpée et mélanger délicatement.",
    "A l'aide de petites cuillères ou d'une poche à douille, former des boules de préparation sur une plaque de cuisson.",
    "Cuire 10 minutes à 180°C.",
    "Et voilà, vos rochers coco sont prêts !"
  ],
  "temps_preparation": "10 min",
  "temps_cuisson": "10 min",
  "difficulte": "Non spécifiée",
  "nb_personnes": "1 personnes",
  "url": "https://www.ptitchef.com/recettes/dessert/rochers-a-la-noix-de-coco-moelleux-fid-1567125",
  "site_source": "ptitchef.com"
},
{
  "titre": "Tarte aux pommes, la recette classique",
  "ingredients": [
    "7 pommes golden",
    "1 pâte feuilletée",
    "1 sachet de sucre vanillé",
    "1 cas de sucre roux",
    "un peu d'eau"
  ],
  "etapes_preparation": [
    "Pour la compote : Peler et couper 4 pommes en morceaux, les mettre dans une casserole et ajouter le sucre vanillé et un peu d'eau.",
    "Mettre sur feu moyen, et laisser cuire en mélangeant de temps en temps. Lorsque les pommes ont fondu en compote, retirer du feu. Ce n'est pas grave s'il reste des morceaux.",
    "Mettre la pâte feuilletée dans un plat à tarte et piquer avec une fourchette pour éviter qu'elle gonfle à la cuisson.",
    "Ajouter la compote préparée plus tôt, en la répartissant bien dans le plat.",
    "Eplucher et couper les pommes restantes en lamelles, et les disposer dans le plat en formant des cercles.",
    "Saupoudrer un peu de sucre roux sur les pommes pour les caraméliser, puis cuire 30 minutes à 180°C.",
    "Et voilà, votre tarte aux pommes est prête !"
  ],
  "temps_preparation": "25 min",
  "temps_cuisson": "30 min",
  "difficulte": "Non spécifiée",
  "nb_personnes": "9 personnes",
  "url": "https://www.ptitchef.com/recettes/dessert/tarte-aux-pommes-la-recette-classique-fid-1566071",
  "site_source": "ptitchef.com"
}
][
{
  "titre": "Gratin dauphinois, la vraie recette traditionnelle",
  "ingredients": [
    "600 gr de pommes de terre",
    "400 ml de lait",
    "1 gousse d'ail",
    "150 ml de crème liquide",
    "50 gr de beurre",
    "sel",
    "poivre",
    "noix de muscade"
  ],
  "etapes_preparation": [
    "Peler les pommes de terre, puis les trancher en fines lamelles.",
    "Faire bouillir le lait, saler, poivrer, et ajouter une petite cuillère à café de noix de muscade. Ajouter également la gousse d'ail émincée. Quand le lait bout, ajouter les lamelles de pomme de terre, et faire cuire environ 10 minutes.",
    "Égoutter et disposer une première couche de pommes de terre sur le fond du plat beurré. Placez les autres tranches à plat par-dessus.",
    "Recouvrir de la crème liquide, puis de quelques lamelles de beurre.",
    "Faire cuire 45 minutes dans un four préchauffé à 180°C. Et voilà, il est maintenant l'heure de vous régaler avec cette recette facile de gratin dauphinois !"
  ],
  "temps_preparation": "20 min",
  "temps_cuisson": "45 min",
  "difficulte": "Non spécifiée",
  "nb_personnes": "1 personnes",
  "url": "https://www.ptitchef.com/recettes/plat/gratin-dauphinois-fid-1565928",
  "site_source": "ptitchef.com"
},
{
  "titre": "Nems aux crevettes",
  "ingredients": [
    "12 Galettes de riz",
    "500 g de crevettes (fraîches du poissonnier)",
    "40 g de vermicelles de soja",
    "25 g de champignons noirs séchés",
    "1 carotte (râpée)",
    "1 Oignon (haché finement)",
    "1 Oeuf",
    "2 Cuillères à soupe de sauce soja"
  ],
  "etapes_preparation": [
    "Décortiquer et laver les crevettes roses. Faire tremper 25 mins les champignons noirs dans de l'eau tiède.",
    "Faire tremper 15 mins les vermicelles de soja également dans de l'eau tiède. Dans une jatte, incorporer les crevettes hachées, les champignons noires coupés finement, la carotte râpée ainsi que l'oignon.",
    "Égoutter les vermicelles de soja dans une passoire puis découper-les à l'aide d'un ciseaux directement dans la jatte, n'oublier pas de mettre la sauce soja. Battre un oeuf et l'incorporer dans la préparation, mélanger bien le tout.",
    "Confection des nems : Tremper la galette dans de l'eau froide quelques secondes puis l'étaler sur un torchon propre. La galette doit se ramollir. Mettre une bonne cuillerée à soupe de farce au centre du bord de la galette, puis rouler trois fois et rabattre les bords droit et gauche vers le centre et continuer à rouler la galette. Continuer jusqu'à épuisement de la farce.",
    "Cuisson : Faire dorer les nems dans de l'huile chaude jusqu'a ce qu'ils prennent une couleur dorée. Vous pouvez déguster les nems avec des feuilles de salade et de la sauce nems, c'est excellent."
  ],
  "temps_preparation": "20 min",
  "temps_cuisson": "0027 min",
  "difficulte": "Non spécifiée",
  "nb_personnes": "1 personnes",
  "url": "https://www.ptitchef.com/recettes/entree/nems-aux-crevettes-fid-102081",
  "site_source": "ptitchef.com"
},
{
  "titre": "Tortilla espagnole pommes de terre et oignons",
  "ingredients": [
    "7 oeufs",
    "1kg de pommes de terre",
    "50ml d'huile d'olive",
    "Sel (au goût)",
    "1 oignon"
  ],
  "etapes_preparation": [
    "Couper l'oignon.",
    "Couper les pommes de terre, les laver et bien les mélanger au sel.",
    "Faire revenir l'oignon dans la poêle sur feu moyen. Ensuite, ajouter les pommes de terre.",
    "Quand les pommes de terre sont dorées et se séparent facilement, ajouter les oeufs préalablement battus.",
    "Faire cuire le fond de la tortilla. Une fois cuite, la retourner à l'aide d'un couvercle plat. Cuire l'autre côté jusqu'à ce que ce soit doré. Et voilà !"
  ],
  "temps_preparation": "15 min",
  "temps_cuisson": "25 min",
  "difficulte": "Non spécifiée",
  "nb_personnes": "1 personnes",
  "url": "https://www.ptitchef.com/recettes/entree/tortilla-espagnole-pommes-de-terre-et-oignons-fid-1560941",
  "site_source": "ptitchef.com"
},
{
  "titre": "Velouté de courgette",
  "ingredients": [
    "500 gr de courgettes (fraîches ou surgelées)",
    "1 oignon",
    "15 cl d'eau",
    "1 cube de bouillon",
    "beurre",
    "2 fromages Kiri",
    "sel",
    "poivre"
  ],
  "etapes_preparation": [
    "Dans une casserole, faire fondre le beurre, et y faire revenir l'oignon émincé.",
    "Puis, ajouter les courgettes pelées et coupées en dés. Faire revenir pendant 5 minutes.",
    "Ajouter l'eau, le cube de bouillon, saler, poivrer, couvrir et laisser cuire environ 15 minutes à feu moyen.",
    "Mettre les légumes avec un peu d'eau de cuisson dans un blender et ajouter les 2 fromages Kiri. Mixer, et ajouter de l'eau de cuisson si nécessaire.",
    "Et voilà, votre velouté de courgette est prêt !"
  ],
  "temps_preparation": "10 min",
  "temps_cuisson": "20 min",
  "difficulte": "Non spécifiée",
  "nb_personnes": "1 personnes",
  "url": "https://www.ptitchef.com/recettes/entree/veloute-de-courgette-onctueux-fid-1566494",
  "site_source": "ptitchef.com"
},
{
  "titre": "Croquettes de courgettes au four, pour faire aimer les légumes à toute la famille !",
  "ingredients": [
    "500 g de courgettes (2 courgettes moyennes)",
    "50 g de parmesan râpé",
    "1 oeuf",
    "35 gr de chapelure",
    "8 feuilles de menthe",
    "Sel",
    "Poivre"
  ],
  "etapes_preparation": [
    "Préchauffer le four à 190°. Pendant ce temps, laver les courgettes et les éplucher. Les râper avec les gros trous de la râpe et les placer dans un torchon propre.",
    "Presser le torchon pour enlever le maximum d'eau des courgettes.",
    "Mettre les courgettes râpées dans un bol et ajouter le parmesan râpé, l'œuf, la chapelure, la menthe hachée au couteau et assaisonner avec avec du sel et du poivre.",
    "Commencer à mélanger avec une cuillère, puis avec vos mains jusqu'à obtenir un mélange homogène.",
    "Prélever le mélange et former des petites croquettes avec vos mains. Les déposer ensuite sur une plaque allant au four recouverte de papier cuisson. Renouveler l'opération jusqu'à ce qu'il n'y ait plus de mélange. Faire cuire à 190°C pendant 20 minutes, puis les retourner et poursuivre la cuisson encore 15 minutes.",
    "Les laisser refroidir 5 minutes avant de les consommer. Et voilà, les croquettes de courgettes au four sont prêtes !"
  ],
  "temps_preparation": "5 min",
  "temps_cuisson": "20 min",
  "difficulte": "Non spécifiée",
  "nb_personnes": "1 personnes",
  "url": "https://www.ptitchef.com/recettes/entree/croquettes-de-courgettes-au-four-pour-faire-aimer-les-legumes-a-toute-la-famille-fid-1579927",
  "site_source": "ptitchef.com"
},
{
  "titre": "Fougasse aux lardons et aux oignons",
  "ingredients": [
    "500 gr de farine",
    "1 c. à café de sel",
    "10 gr de levure de boulanger fraîche",
    "15 gr d'huile d'olive",
    "31 cl d'eau",
    "1 oignon",
    "200 gr d'allumettes de lardons",
    "70 gr de fromage râpé",
    "1 œuf (pour dorer)"
  ],
  "etapes_preparation": [
    "Dans le bol du pétrin, mettez la farine, le sel, formez un puits et mettez-y la levure émiettée (attention, elle ne doit pas toucher le sel ! ) Ajoutez l'huile d'olive et l'eau, et pétrissez environ 5 minutes.",
    "Laissez reposer la préparation pendant 1 heure à température ambiante.",
    "Après ce temps, étalez la pâte afin d’obtenir une pâte large et fine.",
    "Ajoutez ensuite des oignons et des lardons préalablement cuits sur la moitié de la pâte en prenant soin de laisser une marge. (Réservez quelques lardons pour les utiliser ensuite)",
    "Repliez la pâte en deux et assemblez les bords.",
    "Vous pouvez enfin donner la forme souhaitée à votre fougasse en la façonnant.",
    "Mettez votre pâte ainsi formée sur une plaque de cuisson recouverte de papier sulfurisé puis badigeonnez la d’oeuf battu.",
    "Découpez des entailles à l’intérieur. N’hésitez pas à les faire bien grande pour qu’elles se remarquent après cuisson.",
    "Saupoudrez votre fougasse de lardons et de fromage râpé puis laissez reposer 20 minutes à température ambiante.",
    "Faites cuire 20 minutes à 180°C.",
    "Et voilà, votre fougasse est prête! Bonne dégustation !"
  ],
  "temps_preparation": "2 min",
  "temps_cuisson": "20 min",
  "difficulte": "Non spécifiée",
  "nb_personnes": "1 personnes",
  "url": "https://www.ptitchef.com/recettes/entree/fougasse-aux-lardons-et-aux-oignons-fid-1571547",
  "site_source": "ptitchef.com"
},
{
  "titre": "Feuilleté de camembert",
  "ingredients": [
    "1 camembert",
    "1 pâte feuilletée",
    "1 pomme",
    "1 oeuf",
    "2 c à soupe de miel",
    "Herbes de Provence",
    "Poivre"
  ],
  "etapes_preparation": [
    "Pelez les pommes, coupez les en lamelles et faites les cuire 1 minute 30 au micro-ondes.",
    "Coupez votre camembert en deux parts égales.",
    "Placez en son centre les lamelles de pomme cuites.",
    "Y ajouter le miel, le poivre et les herbes de Provence.",
    "Refermez le camembert, enveloppez-le dans du papier d'aluminium et laissez-le au frais pendant environ 15 minutes.",
    "Déroulez la pâte feuilletée, placez le camembert au centre, et coupez-la en 6 part, en laissant une marge d'environ 5 cm.",
    "Repliez la pâte feuilletée sur le camembert",
    "Appliquez l'oeuf battu et mettez au four pendant 20 minutes à 190°C. Et voilà !!!"
  ],
  "temps_preparation": "15 min",
  "temps_cuisson": "20 min",
  "difficulte": "Non spécifiée",
  "nb_personnes": "6 personnes",
  "url": "https://www.ptitchef.com/recettes/entree/feuillete-de-camembert-fid-1564173",
  "site_source": "ptitchef.com"
},
{
  "titre": "Cheesecakes salés au saumon",
  "ingredients": [
    "6 tranches de saumon fumé",
    "300 gr de fromage frais (Philadelphia ou St Moret)",
    "250 gr de ricotta",
    "100 gr de biscuits apéritif (type Tuc)",
    "80 gr de beurre",
    "sel",
    "poivre",
    "aneth",
    "ciboulette"
  ],
  "etapes_preparation": [
    "Écraser les biscuits apéritifs en poudre, et y ajouter le beurre fondu.",
    "Disposer dans le fond des cercles posés sur du papier sulfurisé, et tasser à l'aide d'un poussoir. Réserver au frais.",
    "Dans un bol, mélanger le fromage frais, la ricotta, et 3 tranches de saumon fumé coupées en morceaux. Saler, poivrer, et ajouter un peu d'aneth et de ciboulette.",
    "Disposer ce mélange dans chaque cercle, en lissant bien le dessus. Mettre au frais minimum 6 heures.",
    "À l'aide d'un cercle, découper des morceaux dans les tranches de saumon fumé restantes.",
    "Poser un cercle de saumon sur un cheesecake précédemment démoulé, et saupoudrer d'aneth et de ciboulette. Et voilà, vos cheesecakes au saumon sont prêts !"
  ],
  "temps_preparation": "6 min",
  "temps_cuisson": "9 min",
  "difficulte": "Non spécifiée",
  "nb_personnes": "1 personnes",
  "url": "https://www.ptitchef.com/recettes/entree/cheesecakes-sales-au-saumon-fid-1566698",
  "site_source": "ptitchef.com"
},
{
  "titre": "Taboulé oriental très facile",
  "ingredients": [
    "150 gr de semoule moyenne",
    "2 tomates",
    "1/2 oignon",
    "10 cl de jus de citron (jus de 2 citrons)",
    "60 ml d'huile d'olive",
    "1 petit bouquet de persil",
    "1 petit bouquet de menthe",
    "sel",
    "poivre"
  ],
  "etapes_preparation": [
    "Dans un saladier, mettez la semoule non cuite, le jus des citrons et l'huile d'olive.",
    "Ajoutez-y les tomates coupées en petits morceaux, l'oignon émincé, et les herbes hachées. Salez et poivrez.",
    "Mélangez bien et laissez 2 heures au frais. La semoule va gonfler grâce à l'huile d'olive et au jus de citron. Mélangez bien avant de servir.",
    "Et voilà, votre taboulé est prêt !"
  ],
  "temps_preparation": "15 min",
  "temps_cuisson": "48 min",
  "difficulte": "Non spécifiée",
  "nb_personnes": "9 personnes",
  "url": "https://www.ptitchef.com/recettes/entree/taboule-la-recette-fraicheur-de-l-ete-fid-1568465",
  "site_source": "ptitchef.com"
},
{
  "titre": "Hachis parmentier au canard, de cyril lignac",
  "ingredients": [
    "2 cuisses de confit de canard",
    "2 échalotes",
    "1 bouquet de ciboulette",
    "1 kg de pommes de terre",
    "10 cl d'huile d'olive",
    "sel",
    "poivre",
    "50 cl de crème liquide",
    "8 cuillères à soupe de parmesan râpé"
  ],
  "etapes_preparation": [
    "Hacher finement les échalotes et la ciboulette.Faire cuire les pommes de terre entières dans de l'eau salée.",
    "Égoutter et les peler. Les écraser avec une fourchette, ajouter la moitié de l'échalote et de la ciboulette, l'huile d'olive, bien mélanger.",
    "Rectifier l'assaisonnement en sel et en poivre.Préchauffer le four à 200°C.",
    "Bien égoutter le confit de canard et l'essuyer. Retirer tous les os et émietter finement la chair.",
    "Frotter un plat à gratin avec un peu de graisse de canard, y étaler le canard haché mélangé avec le reste de ciboulette et d'échalote.",
    "Recouvrir de purée et bien égaliser la surface. Préparer la crème de parmesan : faire bouillir et réduire la crème avec le parmesan jusqu'à obtention d'une sauce onctueuse.",
    "Verser cette crème sur le parmentier et faire gratiner 20 minutes au four. Laisser reposer 5 minutes avant de servir."
  ],
  "temps_preparation": "15 min",
  "temps_cuisson": "20 min",
  "difficulte": "Non spécifiée",
  "nb_personnes": "1 personnes",
  "url": "https://www.ptitchef.com/recettes/entree/hachis-parmentier-au-canard-de-cyril-lignac-fid-236417",
  "site_source": "ptitchef.com"
},
{
  "titre": "Terrine de foie gras maison facile",
  "ingredients": [
    "500g de foie gras frais",
    "2 cas de vin blanc (sucré type sauternes)",
    "7g de sel (ou 1/2 c a café)",
    "3g de poivre"
  ],
  "etapes_preparation": [
    "Séparer le foie gras en plusieurs parties puis le déveiner.",
    "Disposer les morceaux de fois gras déveiné dans un plat allant au four.",
    "Ajouter le vin blanc doux + sel + poivre",
    "Enrouler le plat de film plastique puis placer au réfrigérateur pendant 15 minutes.",
    "Enfin, mettre à cuire pendant 25 minutes à 90°C.",
    "Une fois cuits, disposer les morceaux dans une terrine.",
    "Découper un morceau de carton de la taille de la terrine puis l'enrober de papier alluminium. Le déposer sur le fois gras.",
    "Tasser ensuite avec un poids. Chez Ptitchef, nous avons utiliser une boite de farine que nous avons entourée de papier alluminium, pour une question d'hygiène. Laisser reposer 1 heure.",
    "Retirer le poids puis le morceau de carton. Couvrir la terrine de son couvercle et laisser reposer au réfrigérateur durant 3 à 4 jours. Et voilà !"
  ],
  "temps_preparation": "20 min",
  "temps_cuisson": "25 min",
  "difficulte": "Non spécifiée",
  "nb_personnes": "1 personnes",
  "url": "https://www.ptitchef.com/recettes/entree/terrine-de-foie-gras-maison-facile-fid-1563615",
  "site_source": "ptitchef.com"
},
{
  "titre": "Guacamole simple, pas à pas",
  "ingredients": [
    "2 avocats (mûrs)",
    "1 citron (au goût)",
    "1 tomate (au goût)",
    "1 oignon (au goût)",
    "Sel",
    "Poivre",
    "un pincée de piment (ou autres épices)"
  ],
  "etapes_preparation": [
    "Couper l'avocat en deux.",
    "Et sortir le noyau.",
    "Couper des morceaux (en quadrillage) sur une moitié, puis sur l'autre.",
    "Les sortir avec une cuillère en les mettre dans un bol. Faire pareil avec le 2ème avocat.",
    "Mixer les 2 avocats.",
    "Couper les tomates en petits morceaux.",
    "Couper l'oignon en petits morceaux.",
    "Mettre tous les ingrédients dans un bol : avocats mixés, tomates, oignons, quelques gouttes de citron, sel, poivre, piment (ou autres mélanges d'épices selon les goûts).",
    "Mélanger. Et voilà !"
  ],
  "temps_preparation": "Non spécifié",
  "temps_cuisson": "4 min",
  "difficulte": "Non spécifiée",
  "nb_personnes": "1 personnes",
  "url": "https://www.ptitchef.com/recettes/entree/guacamole-express-pas-a-pas-fid-1560710",
  "site_source": "ptitchef.com"
},
{
  "titre": "Salade de riz composée (facile et rapide)",
  "ingredients": [
    "200 gr de riz blanc",
    "1 oignon rouge",
    "2 tomates",
    "50 gr de cornichons",
    "280 gr de maïs",
    "140 gr de thon",
    "3 c. à soupe de mayonnaise",
    "3 c. à soupe de vinaigre de vin rouge",
    "5 c. à soupe d'huile",
    "sel",
    "poivre"
  ],
  "etapes_preparation": [
    "Faites cuire le riz 12 minutes dans de l'eau bouillante salée, puis laissez refroidir (ou passez sous de l'eau froide.). Ajoutez-y l'oignon émincé et les tomates coupées en morceaux.",
    "Ajoutez les cornichons coupés, le maïs et le thon émietté.",
    "La sauce : Mélangez tous les ingrédients ensemble afin d'avoir une sauce bien homogène.",
    "Ajoutez-la à la salade de riz et mélangez bien.",
    "Et voilà, votre salade de riz est prête !"
  ],
  "temps_preparation": "20 min",
  "temps_cuisson": "2019 min",
  "difficulte": "Non spécifiée",
  "nb_personnes": "1 personnes",
  "url": "https://www.ptitchef.com/recettes/entree/salade-de-riz-facile-et-rapide-fid-1570707",
  "site_source": "ptitchef.com"
},
{
  "titre": "Beignets de crevettes",
  "ingredients": [
    "12 crevettes crues non décortiquées",
    "50 gr de farine",
    "30 gr de maïzena",
    "1 c. à café de levure chimique",
    "75 ml d'eau",
    "sel",
    "Huile de friture"
  ],
  "etapes_preparation": [
    "Mélanger la farine, la Maïzena, le sel et la levure et former un puits. Y verser l'eau et bien mélanger (l'utilisation d'un batteur électrique facilitera l'opération). Mettre le mélange au frais pendant minimum 30 minutes.",
    "Décortiquer les crevettes, en prenant bien soin de laisser la queue.",
    "Après le temps de pose de la pâte, tremper chaque crevette dedans, pour les mettre à cuire directement après trempage.",
    "Cuire dans une friteuse, ou dans un bain d'huile assez profond. Laisser environ 4 minutes, ou jusqu'à ce que la pâte ait bien doré.",
    "Vos beignets de crevettes sont prêts à être dégustés, idéalement accompagnés de sauce aigre-douce."
  ],
  "temps_preparation": "15 min",
  "temps_cuisson": "4 min",
  "difficulte": "Non spécifiée",
  "nb_personnes": "1 personnes",
  "url": "https://www.ptitchef.com/recettes/entree/beignets-de-crevettes-fid-1567505",
  "site_source": "ptitchef.com"
},
{
  "titre": "Terrine au saumon frais et saumon fumé",
  "ingredients": [
    "180 gr de saumon fumé",
    "180 gr de saumon frais",
    "3 œufs",
    "1 c à café d'ail en poudre",
    "20 cl de crème liquide 30% mg",
    "10 gr de ciboulette fraîche"
  ],
  "etapes_preparation": [
    "Couper grossièrement le saumon frais puis le mixer avec les œufs, l'ail, la crème, la ciboulette jusqu'à obtenir un mélange homogène.",
    "Tapisser le fond du moule à cake avec des tranches de saumon fumé. Recouvrir avec 1/3 de préparation. Déposer des tranches de saumon fumé par dessus et répéter l'opération.",
    "Verser le reste de préparation sur le dessus et mettre le moule dans un bain marie. Recouvrir le moule de papier aluminium et mettre au four préchauffé à 180°C pendant 50 minutes.",
    "Retirer le papier aluminium et prolonger la cuisson pour 10 minutes à 180°C.",
    "Démouler doucement, parsemer de ciboulette ciselée et c'est prêt !"
  ],
  "temps_preparation": "10 min",
  "temps_cuisson": "1 min",
  "difficulte": "Non spécifiée",
  "nb_personnes": "1 personnes",
  "url": "https://www.ptitchef.com/recettes/plat/terrine-au-saumon-frais-et-saumon-fume-fid-1573639",
  "site_source": "ptitchef.com"
},
{
  "titre": "Salade de pâtes au pesto de roquette, tomates cerises et mozzarella",
  "ingredients": [
    "180 g de pâtes (ici penne rigate)",
    "12 tomates cerises",
    "1 mozzarella",
    "Huile d'olive",
    "Pour le pesto de roquette",
    "50 g de roquette",
    "1/2 gousse d'ail",
    "25 g de parmesan râpé",
    "30 g de pignons de pin",
    "40 g d'huile d'olive",
    "Sel à volonté"
  ],
  "etapes_preparation": [
    "Faire cuire les pâtes dans une grande quantité d'eau salée, en respectant scrupuleusement les temps indiqués sur le paquet pour une cuisson al dente parfaite.",
    "Pendant ce temps, laver soigneusement la roquette, la sécher et la transférer dans le mixeur avec les pignons de pin, le parmesan et l'ail (sans le germe). Mixer à vitesse lente.",
    "Ajouter une pincée de sel, un filet d'huile d'olive et continuer à mixer jusqu'à l'obtention d'un pesto de roquette à la consistance crémeuse et homogène.",
    "Lorsque les pâtes sont cuites, les égoutter et les passer sous l'eau froide pour arrêter la cuisson. Transférer dans un grand saladier.",
    "Laver les tomates cerises, les sécher et les couper en quatre quartiers. Couper également la mozzarella en cubes.",
    "Assaisonner les pâtes avec le pesto de roquette, les tomates cerises et un filet d'huile d'olive. Remuer pour bien répartir la sauce.",
    "Dresser l'assiette, ajouter la mozzarella coupée en dés et servir :)"
  ],
  "temps_preparation": "20 min",
  "temps_cuisson": "10 min",
  "difficulte": "Non spécifiée",
  "nb_personnes": "9 personnes",
  "url": "https://www.ptitchef.com/recettes/plat/salade-de-pates-au-pesto-de-roquette-tomates-cerises-et-mozzarella-fid-1596973",
  "site_source": "ptitchef.com"
},
{
  "titre": "Tarte aux poireaux (6 étapes faciles et vidéo)",
  "ingredients": [
    "1 pâte brisée",
    "5 poireaux",
    "2 échalotes",
    "10 cl de vin blanc",
    "15 gr de farine",
    "18 cl de lait",
    "10 cl crème",
    "1 oeuf",
    "sel",
    "poivre"
  ],
  "etapes_preparation": [
    "Émincer finement les échalotes et les poireaux. Faire revenir les échalotes dans du beurre, puis rajouter les poireaux. Quand les poireaux commencent à réduire, ajouter le vin blanc, et laisser cuire en mélangeant de temps en temps pendant environ 20 minutes.",
    "Ajouter la farine en pluie et bien mélanger. Puis ajouter le lait et la crème.",
    "Laisser cuire 5 à 10 minutes le temps que le mélange entre la farine, le lait et la crème épaississe. Puis sortir du feu.",
    "Ajouter un œuf, saler, poivrer, et mélanger vivement. Puis mettre ce mélange dans un plat à tarte où la pâte brisée aura été disposée précédemment.",
    "Cuire 45 minutes à 180°C.",
    "Et voilà, votre tarte aux poireaux est prête !"
  ],
  "temps_preparation": "40 min",
  "temps_cuisson": "45 min",
  "difficulte": "Non spécifiée",
  "nb_personnes": "1 personnes",
  "url": "https://www.ptitchef.com/recettes/plat/tarte-aux-poireaux-savoureuse-fid-1566172",
  "site_source": "ptitchef.com"
},
{
  "titre": "Quiche aux lardons",
  "ingredients": [
    "200 gr de farine",
    "100 gr de beurre",
    "1 oeuf",
    "1 cuillère à café de sel",
    "400 gr de crème fraîche",
    "100 gr de lardons",
    "3 oeufs",
    "Fromage râpé (facultatif)"
  ],
  "etapes_preparation": [
    "Pour la pâte brisée : Vous pouvez prendre une pâte brisée toute prête si vous le souhaitez. Pour la faire, consultez notre recette de pâte brisée maison (en video)",
    "Enfarinez la surface puis étalez votre pâte jusqu'à ce qu'elle fasse 1 cm d'épaisseur environ.",
    "Une fois prête, placez-la dans un moule puis pressez les bords. Avec une fourchette, piquez la base. Vous pouvez décorer les bords si vous le souhaitez. Enfournez 7 minutes à 200°C.",
    "Pour la garniture : Battez les oeufs. Ajoutez la crème fraîche. Mélangez. Ajoutez les lardons et mélangez de nouveau.",
    "Une fois votre pâte cuite, versez-y la garniture. Saupoudrez le tout de fromage râpé si vous le souhaitez. Enfournez entre 30 et 40 minutes à 180°C."
  ],
  "temps_preparation": "15 min",
  "temps_cuisson": "35 min",
  "difficulte": "Non spécifiée",
  "nb_personnes": "1 personnes",
  "url": "https://www.ptitchef.com/recettes/plat/quiche-aux-lardons-fid-1558302",
  "site_source": "ptitchef.com"
},
{
  "titre": "Lentilles à l'espagnole",
  "ingredients": [
    "250 gr de lentilles",
    "1,5 litre d'eau",
    "1 pomme de terre",
    "1 tomate",
    "1/4 de poivron rouge",
    "1/2 poivron vert",
    "1 oignon",
    "3 gousses d'ail",
    "1 carotte",
    "100 gr de lardons",
    "8 tranches de chorizo",
    "1 cuillère à café de paprika",
    "1 feuille de laurier",
    "1 c. à soupe d'huile d'olive",
    "sel"
  ],
  "etapes_preparation": [
    "Mettez l'eau et les lentilles dans la casserole et portez à ébullition. Laissez à feu moyen pendant 15 minutes.",
    "Ajoutez la pomme de terre et la tomate, pelées et coupées en morceaux. Ajoutez également les poivrons et l'oignon émincés, ainsi que les gousses d'ail entières (et pelées).",
    "Pelez la carotte et coupez la en fines rondelles. Ajoutez la au mélange, ainsi que les lardons. Mélangez.",
    "Placez les morceaux de chorizo sur une assiette couverte de papier sopalain, et mettez au micro-ondes pendant 1 minute. Cela permet d'enlever du gras du chorizo.",
    "Ajoutez le au mélange, ainsi que le sel, le paprika et l'huile d'olive. Mélangez bien, couvrez et laissez cuire 25 minutes à feu doux (ou jusqu'à ce que les pommes de terre sont cuites).",
    "Et voilà, vos lentilles à l'espagnoles sont prêtes !"
  ],
  "temps_preparation": "15 min",
  "temps_cuisson": "40 min",
  "difficulte": "Non spécifiée",
  "nb_personnes": "1 personnes",
  "url": "https://www.ptitchef.com/recettes/plat/lentilles-a-l-espagnole-fid-1570301",
  "site_source": "ptitchef.com"
},
{
  "titre": "Comment cuire une côte de porc à la poêle?",
  "ingredients": [
    "2 côtes de porc",
    "20g Beurre",
    "Sel",
    "Poivre"
  ],
  "etapes_preparation": [
    "Sortez votre viande 10 à 15 minutes du frigo à température ambiante avant la cuisson. Salez et poivrez sur chaque face.",
    "Faites chauffer le beurre dans une poêle.",
    "Lorsque la poêle est bien chaude et le beurre mousseux, faites saisir la côte de porc à feu vif pendant 2 minutes de chaque côté.",
    "Baissez ensuite le feu et laissez cuire une dizaine de minutes en fonction de l’épaisseur de votre côte de porc en la retournant à mi-cuisson.",
    "Éteignez le feu et couvrez la poêle avec un couvercle ou de l'aluminium pour garder une viande bien juteuse jusqu’à la dégustation. C’est prêt !"
  ],
  "temps_preparation": "2 min",
  "temps_cuisson": "15 min",
  "difficulte": "Non spécifiée",
  "nb_personnes": "1 personnes",
  "url": "https://www.ptitchef.com/recettes/plat/comment-cuire-une-cote-de-porc-a-la-poele-fid-1577414",
  "site_source": "ptitchef.com"
},
{
  "titre": "French tacos",
  "ingredients": [
    "3 pommes de terre",
    "1 c. à soupe d'huile d'olive",
    "Du sel",
    "200 gr de bœuf haché",
    "1 oignon",
    "1 filet d'huile d'olive",
    "Du sel",
    "Du poivre",
    "25 cl de crème",
    "50 gr d'emmental",
    "100 gr de cheddar",
    "Du poivre (optionnel)",
    "4 grandes tortillas de blé",
    "4 c. à soupe de sauce barbecue (ou autre)"
  ],
  "etapes_preparation": [
    "Préparer les frites : Peler et couper les pommes de terre en frites, les mélanger avec l'huile d'olive et le sel et les mettre sur une plaque recouverte de papier sulfurisé au four 20 min à 220°C.",
    "Préparer la viande : Faire revenir un oignon haché dans de l'huile d'olive, lorsqu'il est translucide, ajouter la viande hachée, le sel et le poivre. Remuer de temps en temps jusqu'à fin de cuisson.",
    "Préparer la sauce fromagère : Faire bouillir la crème dans une casserole, ajouter l'emmental, remuer jusqu'à ce qu'il soit fondu. Ajouter le cheddar coupé grossièrement et le poivre. Faire épaissir la sauce. Mixer.",
    "Le montage : Disposer les deux tortillas l'une légèrement sur l'autre. Étaler la sauce barbecue (ou autre dessus en évitant les bords). Mettre la moitié des frites au centre.",
    "Ajouter la moitié de la sauce fromagère par dessus puis ajouter la moitié de la viande hachée. Bien centrer les aliments (en formant un rectangle) pour rendre le pliage plus facile.",
    "Plier les bords l'un après l'autre en commençant par le bord du haut, puis celui vers vous, puis ceux des côtés en essayant de toujours bien tasser les aliments à l'intérieur.",
    "Retourner le tacos et le faire cuire dans une machine à panini pendant 3 minutes (ou dans une poêle 3 minutes de chaque côté en commençant par le côté du pliage pour le sceller).",
    "Faire de même avec le deuxième. C'est prêt!"
  ],
  "temps_preparation": "10 min",
  "temps_cuisson": "35 min",
  "difficulte": "Non spécifiée",
  "nb_personnes": "1 personnes",
  "url": "https://www.ptitchef.com/recettes/plat/french-tacos-fid-1572328",
  "site_source": "ptitchef.com"
},
{
  "titre": "Chili con carne mexicain",
  "ingredients": [
    "500 gr de viande hachée",
    "2 oignons",
    "2 gousses d'ail",
    "1 poivron vert",
    "400 gr de pulpe de tomate",
    "250 gr de haricots rouges en boîte",
    "150 gr de maïs",
    "sel",
    "1/4 de cac de poivre",
    "1 cac de cumin",
    "1 cac de paprika",
    "2 cas d'huile d'olive"
  ],
  "etapes_preparation": [
    "Dans une grande casserole, faire chauffer de l'huile d'olive, puis y faire revenir les oignons et les gousses d'ail émincés.",
    "Ajouter la viande, puis les épices.",
    "Une fois la viande cuite, ajouter le poivron coupé en morceaux ainsi que la pulpe de tomate, et mélanger.",
    "Couvrir d'eau, et laisser mijoter à feu doux pendant 2 heures.",
    "Après que le chili ait bien mijoté, ajouter les haricots égouttés et le maïs. Mélanger, et laisser cuire à feu moyen pendant environ 15 minutes.",
    "Et voilà, votre chili con carne est prêt !"
  ],
  "temps_preparation": "30 min",
  "temps_cuisson": "2 min",
  "difficulte": "Non spécifiée",
  "nb_personnes": "9 personnes",
  "url": "https://www.ptitchef.com/recettes/plat/chili-con-carne-mexicain-fid-1566075",
  "site_source": "ptitchef.com"
},
{
  "titre": "Filet mignon de porc en croûte pas à pas",
  "ingredients": [
    "1 pâte feuilletée",
    "1 filet mignon (de 400 gr)",
    "2 tranches de jambon",
    "100 gr de fromage râpé",
    "sel",
    "poivre",
    "jaune d'oeuf"
  ],
  "etapes_preparation": [
    "Dérouler la pâte feuilletée, et couper les côtés que l'on gardera pour plus tard. Disposer les deux tranches de jambon, et parsemer de fromage râpé.",
    "Rapidement faire revenir le filet mignon à la poêle pour cuire ses côtés.",
    "Le poser sur la pâte feuilletée, saler, poivrer et bien l'enrouler.",
    "Utiliser les chutes de pâte feuilletée pour faire des bandes décoratives et les poser. Badigeonner le tout de jaune d’œuf.",
    "Cuire 35 minutes à 180°C.",
    "Et voilà, votre filet mignon en croûte est prêt !"
  ],
  "temps_preparation": "15 min",
  "temps_cuisson": "35 min",
  "difficulte": "Non spécifiée",
  "nb_personnes": "1 personnes",
  "url": "https://www.ptitchef.com/recettes/plat/filet-mignon-en-croute-jambon-fromage-fid-1566681",
  "site_source": "ptitchef.com"
},
{
  "titre": "Quiche lorraine maison, la recette facile",
  "ingredients": [
    "1 pâte feuilletée",
    "200 gr de lardons",
    "3 oeufs",
    "20 cl de crème fraîche épaisse entière",
    "15 cl de lait",
    "sel",
    "poivre",
    "noix de muscade"
  ],
  "etapes_preparation": [
    "Disposer la pâte feuilletée dans un plat à tarte. Faire griller les lardons dans une poêle, puis les disposer sur la pâte feuilletée.",
    "Dans un bol, mélanger la crème, les œufs, le sel, le poivre, et la noix de muscade. Enfin, ajouter le lait.",
    "Verser ce mélange sur les lardons.",
    "Cuire 45 minutes à 180°C.",
    "Et voilà, votre quiche lorraine est prête à être dégustée !"
  ],
  "temps_preparation": "15 min",
  "temps_cuisson": "45 min",
  "difficulte": "Non spécifiée",
  "nb_personnes": "1 personnes",
  "url": "https://www.ptitchef.com/recettes/plat/quiche-lorraine-la-recette-facile-fid-1565449",
  "site_source": "ptitchef.com"
},
{
  "titre": "Gratin de courgettes simplissime",
  "ingredients": [
    "4 courgettes moyennes",
    "4 œufs",
    "20 cl de crème",
    "70 gr de fromage râpé",
    "sel",
    "poivre"
  ],
  "etapes_preparation": [
    "Coupez les courgettes nettoyées en fines lamelles. Disposez les dans un plat à gratin.",
    "Mélangez les œufs avec la crème. Salez et poivrez.",
    "Versez ce mélange sur les courgettes, puis parsemez de fromage râpé.",
    "Faites cuire 40 minutes à 180°C.",
    "Et voilà, votre gratin de courgettes est prêt !"
  ],
  "temps_preparation": "20 min",
  "temps_cuisson": "40 min",
  "difficulte": "Non spécifiée",
  "nb_personnes": "1 personnes",
  "url": "https://www.ptitchef.com/recettes/plat/gratin-de-courgette-simplissime-fid-1570808",
  "site_source": "ptitchef.com"
},
{
  "titre": "Gratin de poisson, une recette simple et facile",
  "ingredients": [
    "600 gr de poisson blanc (type cabillaud ou lieu noir)",
    "500 gr de pommes de terre",
    "200 gr de champignons de Paris",
    "35 gr de farine",
    "35 gr de beurre",
    "50 cl de lait",
    "70 gr de fromage râpé",
    "sel",
    "poivre",
    "muscade"
  ],
  "etapes_preparation": [
    "Pelez et coupez les pommes de terre en dés. Les faire cuire 10 minutes dans de l'eau bouillante.",
    "Beurrez un moule à gratin, et disposez les pommes de terres au fond. Coupez le poisson en gros bouts et disposez les sur les pommes de terre. Enfin, ajoutez les champignons lavés et émincés sur le poisson.",
    "Préparez la béchamel : faites fondre le beurre dans une casserole, et ajoutez la farine d'un coup. Mélangez au fouet.",
    "Ajoutez le lait petit à petit tout en mélangeant. La béchamel devrait épaissir. Salez, poivrez, et ajoutez de la noix de muscade moulue.",
    "Versez la béchamel dans le plat à gratin sur les ingrédients. Parsemez de fromage râpé.",
    "Mettez au four pendant 40 minutes à 180°C.",
    "Et voilà, votre gratin de poisson est prêt !"
  ],
  "temps_preparation": "45 min",
  "temps_cuisson": "50 min",
  "difficulte": "Non spécifiée",
  "nb_personnes": "1 personnes",
  "url": "https://www.ptitchef.com/recettes/plat/gratin-de-poisson-une-recette-simple-et-facile-fid-1569142",
  "site_source": "ptitchef.com"
},
{
  "titre": "Blanquette de dinde à l'ancienne",
  "ingredients": [
    "800 g de blanquette de dinde",
    "100 g de champignons de paris (en boite, ou frais)",
    "100 g de lardons",
    "1 oignon",
    "1 clou de girofle",
    "1 cube de bouillon de volaille",
    "1/2 poireau",
    "2 carottes (petites)",
    "1 bouquet garni",
    "15 cl de crème liquide",
    "30 g de beurre (+ 1 noix)",
    "2 c à s de farine",
    "Eau",
    "Huile",
    "Sel",
    "Poivre"
  ],
  "etapes_preparation": [
    "Lavez et épluchez les carottes et coupez-les rondelles, coupez le demi poireau en gros morceaux. Dans une grande casserole, faites revenir la viande de dinde dans un peu de matière grasse, laissez légèrement dorer, ajoutez l'oignon piquer avec le clou de girofle, les carottes, le poireau, émiettez le cube de bouillon de volaille, salez et poivrez, versez ensuite de l'eau sur votre viande, qu'elle soit totalement recouverte et laissez mijoter 1 h. Une fois que votre blanquette est cuite, retirez la viande et les légumes, pour ne garder que le bouillon.",
    "Dans un casserole, faites fondre le beurre, ajoutez la farine, mélangez bien, ajoutez ensuite une louche de bouillon, mélangez de nouveau et rajoutez à nouveau une louche de bouillon, jusqu'à épuisement du liquide, laissez cuire quelques minutes, afin que votre sauce épaississe légèrement. Pour finir ajoutez la crème liquide, salez et poivrez.",
    "Dans une poêle, faites fondre une noix de beurre, ajoutez les lardons et les champignons, laissez cuire jusqu'à ce qu'ils soient légèrement dorer.",
    "Ajoutez la blanquette de dinde, les lardons et les champignons poêlés dans la sauce, remettez sur feu doux pour réchauffer et servez accompagner de riz par exemple. Bonne dégustation."
  ],
  "temps_preparation": "25 min",
  "temps_cuisson": "1 min",
  "difficulte": "Non spécifiée",
  "nb_personnes": "1 personnes",
  "url": "https://www.ptitchef.com/recettes/plat/blanquette-de-dinde-a-l-ancienne-fid-1528565",
  "site_source": "ptitchef.com"
},
{
  "titre": "Charlotte aux pêches",
  "ingredients": [
    "1 grosse boite de pêches au sirop",
    "20 biscuits à la cuillère (ou plus)",
    "15 cl de lait",
    "2 jaunes dufs",
    "2 feuilles de gélatine",
    "20 cl de crème liquide bien froide",
    "40 de sucre en poudre",
    "1 sachet de sucre vanillé"
  ],
  "etapes_preparation": [
    "Page d'accueil - Ptitchef"
  ],
  "temps_preparation": "20 min",
  "temps_cuisson": "10 min",
  "difficulte": "Non spécifiée",
  "nb_personnes": "1 personnes",
  "url": "https://www.ptitchef.com/recettes/dessert/charlotte-aux-peches-fid-544400",
  "site_source": "ptitchef.com"
},
{
  "titre": "Tarte tatin aux pommes",
  "ingredients": [
    "1 rouleau de pâte brisée",
    "1,3 kg de pommes Golden",
    "120 gr de sucre"
  ],
  "etapes_preparation": [
    "Pour le caramel : Mettre le sucre dans une casserole sur feu moyen. Mélanger jusqu'à ce que le caramel se forme. Une fois que c'est le cas, retirer la casserole du feu.",
    "Verser immédiatement le caramel dans votre moule à tarte.",
    "Pour les pommes : Les peler et les couper à la moitié. Retirer les pépins et disposer les demi-pommes dans le moule à tarte, en mettant la face la plus plate en contact avec le caramel. Combler les trous qu'il y a entre les demi-pommes avec des morceaux. Couper les pommes restantes en lamelles et les disposer sur le dessus.",
    "Une fois que toutes les pommes sont disposées dans le moule à tarte, recouvrir le tout avec la pâte brisée. Rabattre sur le dessus les morceaux de pâte qui dépassent et bien sceller les bords. Faire une petit trou au milieu de la pâte pour laisser évacuer la vapeur lors de la cuisson et ne pas détremper la pate",
    "Enfourner 45 minutes à 180°C.",
    "Démouler délicatement.",
    "Et voilà ! Pour plus de gourmandise, n'hésitez pas à accompagner votre part de tarte d'une boule de glace vanille !"
  ],
  "temps_preparation": "15 min",
  "temps_cuisson": "40 min",
  "difficulte": "Non spécifiée",
  "nb_personnes": "9 personnes",
  "url": "https://www.ptitchef.com/recettes/dessert/tarte-tatin-aux-pommes-fid-1563842",
  "site_source": "ptitchef.com"
},
{
  "titre": "Tarte au citron meringuée facile",
  "ingredients": [
    "140gr de sucre glace",
    "80gr de beurre",
    "6 oeufs",
    "2 citrons (zestes d'un citron + jus des 2 citrons)",
    "1 pâte sablée (du commerce ou maison)",
    "140gr de sucre glace",
    "4 blancs d’oeufs"
  ],
  "etapes_preparation": [
    "Râper un citron pour récupérer son zeste. Récupérer le jus des 2 citrons. Mettre le zeste et le jus dans une casserole, sur feu moyen. Ajouter le beurre et bien le faire fondre dans le mélange.",
    "Ajouter le sucre glace et bien le dissoudre dans le mélange. Ensuite, ajouter les oeufs battus et mélanger jusqu'à ce que le mélange s'épaississe. Retirer du feu et couvrir le mélange afin d'éviter qu'une croûte se forme pendant la préparation de la pâte.",
    "Prendre un rouleau de pâte sablée, issue du commerce ou faite maison (Retrouvez notre recette de pâte sablée en cliquant ici). Disposer la pâte dans un moule à tarte (le notre fait 24cm de diamètre). Retirer le surplus de pâte des bords.",
    "Disposer n'importe quel type de légumineuse sur le dessus de la pâte (nous avons utilisé des lentilles par exemple). Placer au réfrigérateur durant 15 minutes puis enfourner 10 minutes à 200°C.",
    "Enlever les légumineuses et remettre la pâte sablée au four 5 minutes de plus. Cela sert à cuire le centre de la pâte. Il ne faut pas la laisser trop longtemps sinon elle sera trop cuite.",
    "Verser la crème au citron et enfourner 20 minutes à 170°C. Pendant ce temps, réaliser la meringue.",
    "Pour la meringue : Mettre 4 blancs dans un saladier et les monter avec un peu de sel ou quelques gouttes de citron. Quand ils sont fermes ajouter le sucre glace et continuer à battre 2 ou 3 minutes.",
    "Disposer la meringue sur la tarte au citron déjà cuite.",
    "À l'aide d'une spatule, donner forme à la meringue en réalisant par exemple des petits pics irréguliers.",
    "Enfourner en mode \"grill\" durant 5 minutes, jusqu'à ce que la meringue soit dorée. Laisser la tarte refroidir sur la table puis la placer au réfrigérateur au moins 1 heure avant de la déguster. Et voilà!"
  ],
  "temps_preparation": "1 min",
  "temps_cuisson": "30 min",
  "difficulte": "Non spécifiée",
  "nb_personnes": "1 personnes",
  "url": "https://www.ptitchef.com/recettes/dessert/tarte-au-citron-meringuee-fid-1562474",
  "site_source": "ptitchef.com"
},
{
  "titre": "Charlotte aux fraises facile et rapide",
  "ingredients": [
    "300 gr de boudoirs",
    "500 gr de fraises",
    "20 cl de crème liquide 30% MG",
    "150 gr de mascarpone",
    "50 gr de sucre glace",
    "confiture de fraises",
    "eau"
  ],
  "etapes_preparation": [
    "Mettre un film plastique dans le fond du moule à charnières. Tremper les boudoirs dans un peu d'eau, rapidement, et du côté lisse du biscuit.",
    "Les disposer tout autour du moule (face lisse vers l'intérieur) et tapisser le fond de biscuits.",
    "Dans un bol, mettre la crème liquide bien froide, le sucre glace et le mascarpone. Battre rapidement jusqu'à ce que le fouet laisse des marques et que le mélange soit dense. Laver et couper en morceaux 300 gr de fraises.",
    "Disposer la moitié de la mousse dans le fond, puis parsemer de morceaux de fraises. Tremper des boudoirs dans l'eau côté lisse, et les disposer sur les fraises.",
    "Mettre ce qu'il reste de mousse, parsemer du reste de fraises et finir avec une couche de biscuit. Couvrir de film plastique et mettre au frais pour minimum 4 heures.",
    "Retourner la charlotte et la démouler. Couper les fraises qu'il reste en 2 et les disposer sur le dessus.",
    "Faire chauffer de la confiture de fraises au micro-ondes 30 secondes et passer au tamis pour enlever les morceaux. Appliquer au pinceau sur les fraises.",
    "Et voilà, votre charlotte aux fraises est prête !"
  ],
  "temps_preparation": "4 min",
  "temps_cuisson": "Non spécifié",
  "difficulte": "Non spécifiée",
  "nb_personnes": "1 personnes",
  "url": "https://www.ptitchef.com/recettes/dessert/charlotte-aux-fraises-facile-et-rapide-fid-1568243",
  "site_source": "ptitchef.com"
},
{
  "titre": "Gateau aux carottes",
  "ingredients": [
    "300g de carottes (3 carottes moyennes)",
    "200 gr de sucre roux",
    "200 gr de farine",
    "80 gr de beurre",
    "3 oeufs",
    "1 sachet de levure"
  ],
  "etapes_preparation": [
    "Peler et couper les carottes en morceaux, et les passer au hachoir. Si vous ne possédez pas de hachoir, râpez les carottes.",
    "Mettre les carottes hachées dans un saladier. Y ajouter le sucre, la farine et la levure.",
    "Ajouter les œufs et bien mélanger, pour enfin ajouter le beurre fondu.",
    "Cuire 45 minutes à 180°C.",
    "Sortir du four et laisser refroidir quelques dizaines de minutes avant de démouler. Et voilà, votre gâteau à la carotte est prêt !"
  ],
  "temps_preparation": "15 min",
  "temps_cuisson": "45 min",
  "difficulte": "Non spécifiée",
  "nb_personnes": "1 personnes",
  "url": "https://www.ptitchef.com/recettes/dessert/gateau-aux-carottes-fid-1507189",
  "site_source": "ptitchef.com"
},
{
  "titre": "Flan pâtissier comme chez le boulanger",
  "ingredients": [
    "1 pâte feuilletée",
    "100cl de lait",
    "1 gousse de vanille",
    "3 oeufs",
    "160 gr de sucre",
    "120 gr de Maïzena"
  ],
  "etapes_preparation": [
    "Mettre le litre de lait à bouillir, en y ajoutant la gousse de vanille fendue en deux. Préchauffer le four à 180°C.",
    "Pendant ce temps, mélanger les œufs, le sucre et la Maïzena, afin d'obtenir une pâte à la texture crémeuse.",
    "Une fois que le lait a bouilli, l'ajouter en mélangeant à la préparation précédente.",
    "Remettre le tout sur le feu, à température moyenne, et mélanger constamment pendant environ 15 minutes, afin que le mélange soit bien épais.",
    "Garnir un moule de la pâte feuilletée, puis y verser la préparation et lisser le dessus.",
    "Cuire 45 minutes à 180°C.",
    "Laissez refroidir 2h au moins, et voilà, votre flan pâtissier est prêt à déguster !"
  ],
  "temps_preparation": "15 min",
  "temps_cuisson": "45 min",
  "difficulte": "Non spécifiée",
  "nb_personnes": "8 personnes",
  "url": "https://www.ptitchef.com/recettes/dessert/flan-patissier-comme-chez-le-boulanger-fid-1565072",
  "site_source": "ptitchef.com"
},
{
  "titre": "Gâteau au chocolat facile et moelleux",
  "ingredients": [
    "200 gr de chocolat noir patissier",
    "120 gr de beurre",
    "150 gr de sucre en poudre",
    "80 gr de farine",
    "3 oeufs",
    "11 gr de levure chimique"
  ],
  "etapes_preparation": [
    "Préchauffer le four à 180°C Dans un bol, ajouter aux œufs le sucre, mélanger, puis ajoutez la farine et la levure, et à nouveau bien mélanger.",
    "Faire fondre ensemble, au bain marie ou au micro-ondes, le chocolat et le beurre.",
    "Ajouter le chocolat fondu au mélange précédent.",
    "Mettre dans un moule à manqué beurré et mettre au four pendant 30 minutes à 180°C.",
    "Et voilà, votre gâteau au chocolat est prêt !"
  ],
  "temps_preparation": "45 min",
  "temps_cuisson": "30 min",
  "difficulte": "Non spécifiée",
  "nb_personnes": "1 personnes",
  "url": "https://www.ptitchef.com/recettes/dessert/gateau-au-chocolat-tout-simple-fid-1566045",
  "site_source": "ptitchef.com"
},
{
  "titre": "Mousse au chocolat aérienne",
  "ingredients": [
    "200 gr de chocolat noir",
    "50 gr de sucre (optionnel)",
    "4 oeufs"
  ],
  "etapes_preparation": [
    "Commencer par séparer les blancs des jaunes d’œuf.",
    "Ajouter le sucre aux jaunes d’œuf et mélanger. Faire fondre le chocolat, le laisser tiédir, et l'ajouter au mélange.",
    "Monter les blancs en neige bien ferme.",
    "Les ajouter au fur et à mesure au mélange chocolat-jaune d’œuf-sucre. Au départ mélanger vigoureusement pour assouplir, puis, veiller à ne pas écraser les blancs, en soulevant la préparation par dessus, et en mélangeant délicatement.",
    "Servir dans des ramequins et mettre au frais minimum 4 heures.",
    "Et voilà, votre mousse au chocolat est prête !"
  ],
  "temps_preparation": "4 min",
  "temps_cuisson": "Non spécifié",
  "difficulte": "Non spécifiée",
  "nb_personnes": "9 personnes",
  "url": "https://www.ptitchef.com/recettes/dessert/mousse-au-chocolat-fid-1565956",
  "site_source": "ptitchef.com"
},
{
  "titre": "Fraisier (la recette pas à pas)",
  "ingredients": [
    "45 cl de lait",
    "1 gousse de vanille",
    "4 jaunes d’œuf",
    "125 gr de sucre",
    "60 gr de maïzena",
    "90gr de beurre (pour l'étape 3)",
    "100gr de beurre (pour l'étape 11)",
    "2 œufs",
    "60 gr de farine",
    "60 gr de sucre",
    "60 gr de sucre",
    "50 ml d'eau",
    "500 gr de fraises",
    "150 gr de confiture"
  ],
  "etapes_preparation": [
    "La crème mousseline : Réservez 100 gr de beurre à température ambiante. Mettre le lait à bouillir avec la gousse de vanille fendue. Pendant ce temps, battre les jaunes avec le sucre jusqu'à ce que le mélange blanchisse. Ajouter la maïzena et bien mélanger.",
    "Lorsque le lait a bouilli, l'ajouter petit à petit au mélange précédent. Remettre le tout dans la casserole sur feu moyen.",
    "Mélanger au fouet jusqu'à ce que le mélange épaississe. Bien épaissir la crème. Une fois sortie du feu, ajoutez 90 gr de beurre et mélangez bien. Filmez \"au contact\", c'est à dire que le film plastique doit toucher la crème afin d'éviter la formation d'une peau. Laissez refroidir.",
    "La génoise : Préchauffez le four à 180°C. Mettez les 2 œufs et le sucre dans le bol du batteur. Battez à pleine vitesse pendant 5 minutes : le mélange devrait avoir doublé de volume.",
    "Ajoutez la farine tamisée, et mélangez délicatement, sans écraser les œufs, en soulevant le mélange sur la farine. Prenez garde de ne pas laisser de farine dans le fond du bol. Mettez dans un moule de 18 cm de diamètre beurré, et cuire 20 minutes à 180°C. Laissez refroidir.",
    "Le sirop d'imbibage : Mettez le sucre et l'eau dans une casserole à feu moyen. Lorsque le mélange bout, sortez du feu. Laissez refroidir.",
    "Le montage : Coupez votre génoise en deux dans la largeur, en essayant d'avoir deux parts égales.",
    "Posez votre cercle à pâtisserie sur le plat de service, et placez la bande de rhodoïd à l'intérieur et tout autour du cercle, cela afin de faciliter le démoulage.",
    "Placez le haut de la génoise retourné dans le fond. A l'aide d'un pinceau, imbibez-la de la moitié du sirop. Pensez à bien imbiber les bords qui en général sont plus secs.",
    "Nettoyez les 2/3 de vos fraises, et coupez-les en 2. Placez les tout autour de la génoise, face coupée vers l'extérieur.",
    "Pendant ce temps, votre crème a du refroidir (elle ne doit pas être trop froide). Battez-la pour la détendre, puis ajoutez petit à petit les 100 gr de beurre ramolli, tout en battant à vitesse moyenne. Une fois tout le beurre incorporé, battez 2 minutes à pleine vitesse : le fouet devrait laisser des marques bien visibles dans la crème.",
    "Appliquez de la crème entre les fraises (prenez garde à ne pas laisser d'espace vide).. Puis appliquez une couche sur la génoise, et couvrez entièrement les fraises sur les bords de crème mousseline. Coupez ce qu'il reste de fraises en petits morceaux et placez-les sur la crème.",
    "Imbibez le 2ème cercle de génoise, et placez-le, côté mie à l'intérieur, sur la crème. Appuyez bien afin de faire remonter un peu la crème sur les bords. A l'aide d'une spatule, recouvrir de crème et lisser au maximum. Mettez au frais pour minimum 4 heures.",
    "Décoration : Faites chauffer la confiture de fraises au micro-ondes pendant 30 secondes. Passez la au tamis afin d'enlever les morceaux, puis versez ce que vous avez récupéré sur le fraisier. Tournez-le afin de répartir la confiture sur toute la surface. Mettez au frais pour environ 1 heure.",
    "Démoulez délicatement le fraisier. S'il est trop froid et qu'il ne se décolle pas, passez un coup de sèche-cheveux chaud sur le cercle pour qu'il se réchauffe et s'ôte plus facilement. Coupez une fraise en rondelles, et disposez la en quinconce sur le côté du gâteau. S'il vous reste de la crème mousseline, utilisez une poche à douille pour décorer entre les morceaux de fraises.",
    "Et voilà, votre fraisier est prêt !"
  ],
  "temps_preparation": "3 min",
  "temps_cuisson": "20 min",
  "difficulte": "Non spécifiée",
  "nb_personnes": "9 personnes",
  "url": "https://www.ptitchef.com/recettes/dessert/fraisier-l-entremets-star-du-printemps-fid-1568215",
  "site_source": "ptitchef.com"
},
{
  "titre": "Bavarois framboise chocolat blanc (étapes et vidéo)",
  "ingredients": [
    "200 gr de biscuits (type Petits Beurre)",
    "80 gr de beurre",
    "3 jaunes d'oeuf",
    "40 gr de sucre",
    "20 cl de lait",
    "2 feuilles de gélatine",
    "170 gr de chocolat blanc",
    "20 cl de crème liquide (30% MG)",
    "400 gr de framboises (fraîches ou surgelées)",
    "100 gr de sucre",
    "4 feuilles de gélatine",
    "40 cl de crème liquide (30% MG)",
    "370 gr de confiture de framboise",
    "24 framboises fraîches",
    "(feuilles de menthe)"
  ],
  "etapes_preparation": [
    "La base biscuit : Écrasez les biscuits en fine poudre (à l'aide d'un hachoir par exemple.) Ajoutez le beurre fondu et mélangez bien.",
    "Dans le fond de votre moule ou de votre cercle, placez une feuille de papier sulfurisé. Versez-y le mélange de biscuit, et étalez le afin de faire une couche uniforme et bien compacte. Mettez au frais.",
    "La mousse bavaroise chocolat blanc : Mettez les feuilles de gélatine à tremper dans de l'eau froide. Mélangez les jaunes d’œuf avec le sucre. Ajoutez ensuite le lait et mélangez bien.",
    "Mettez sur feu doux et mélangez avec une cuillère en bois constamment. (Il s'agit d'une crème anglaise). Mélangez ainsi jusqu'à ce que la crème épaississe légèrement (le doigt doit laisser une trace sur la cuillère.). Cela peut prendre un peu de temps (10-15 min).",
    "Sortez la crème du feu, et ajoutez-y la gélatine imbibée bien essorée. Mélangez bien, puis ajoutez le chocolat blanc en morceaux. Mélangez jusqu'à ce qu'il soit bien incorporé, et laissez refroidir à température ambiante une vingtaine de minutes.",
    "Montez ensuite votre crème bien froide en crème fouettée, en la battant rapidement au fouet électrique. Ajoutez la à la crème au chocolat blanc, en mélangeant délicatement.",
    "Versez ce mélange sur la base de biscuit dans le moule. Mettez au frais pour minimum 3 heures.",
    "La mousse framboise : Mettez les feuilles de gélatine à tremper dans de l'eau froide. Dans une casserole, mettez les framboises (décongelées si elles sont surgelées) et le sucre et mélangez. Laissez à feu moyen en mélangeant de temps en temps pendant environ 5 minutes.",
    "Filtrez le contenu de la casserole afin d'enlever les pépins et la pulpe. Ajoutez les feuilles de gélatine dans le coulis encore chaud et mélangez bien.",
    "Montez la crème froide en chantilly. Ajoutez le coulis de framboise tiède. Arrêter le fouet et mélangez délicatement à la spatule pour bien mélanger la crème et le coulis de façon homogène.",
    "Versez la mousse ainsi obtenue dans le moule sur la mousse de chocolat blanc, et lissez au maximum le dessus. Mettez à nouveau au frais pour 3 heures.",
    "La décoration : Faites chauffer la confiture 1 minutes au micro-ondes. Filtrez ensuite la confiture afin d'enlever les peaux et pépins.",
    "Versez ensuite la confiture sur la mousse de framboise, et tournez le moule afin de bien répartir la préparation. S'il y a des irrégularités, vous pourrez les cacher avec la décoration. Mettez ensuite au frais 45 minutes.",
    "Disposez des framboises fraîches sur le pourtour du gâteau.",
    "Vous pouvez également placer des feuilles de menthe entre les framboises pour donner un visuel plein de fraîcheur.",
    "Et voilà, votre bavarois à la framboise et au chocolat blanc est prêt !"
  ],
  "temps_preparation": "7 min",
  "temps_cuisson": "0027 min",
  "difficulte": "Non spécifiée",
  "nb_personnes": "9 personnes",
  "url": "https://www.ptitchef.com/recettes/dessert/bavarois-framboise-chocolat-blanc-etapes-et-video-fid-1570907",
  "site_source": "ptitchef.com"
},
{
  "titre": "Rochers à la noix de coco",
  "ingredients": [
    "2 blancs d’oeuf",
    "100 gr de sucre",
    "125 gr de coco râpée"
  ],
  "etapes_preparation": [
    "Battre les blancs d’œuf à vitesse moyenne avec la moitié du sucre. Lorsque le fouet laisse des marques, ajouter l'autre moitié du sucre.",
    "Battre jusqu'à ce que le blanc forme des pics lorsqu'on soulève le fouet.",
    "Ajouter la coco râpée et mélanger délicatement.",
    "A l'aide de petites cuillères ou d'une poche à douille, former des boules de préparation sur une plaque de cuisson.",
    "Cuire 10 minutes à 180°C.",
    "Et voilà, vos rochers coco sont prêts !"
  ],
  "temps_preparation": "10 min",
  "temps_cuisson": "10 min",
  "difficulte": "Non spécifiée",
  "nb_personnes": "1 personnes",
  "url": "https://www.ptitchef.com/recettes/dessert/rochers-a-la-noix-de-coco-moelleux-fid-1567125",
  "site_source": "ptitchef.com"
},
{
  "titre": "Gâteau magique à la vanille pas à pas et vidéo",
  "ingredients": [
    "112gr de farine",
    "140gr de sucre",
    "500ml de lait",
    "125gr de beurre",
    "4 jaunes d'oeufs",
    "4 blancs d'oeufs",
    "Le zeste d'un citron",
    "1 gousse de vanille"
  ],
  "etapes_preparation": [
    "Faire chauffer le lait dans une casserole avec la gousse de vanille, le tout sur feu doux pendant 15 minutes. Sortez la casserole du feu et laisser reposer. Faire fondre le beurre et laisser reposer à température ambiante.",
    "Monter les blancs en neige. Réserver.",
    "Dans un autre bol, battre énergiquement les jaunes d'oeuf avec le sucre.",
    "Ajouter le beurre fondu et mélanger.",
    "Incorporer petit à petit le lait.",
    "Ajouter ensuite la farine et les zestes de citron.",
    "Enfin, avec l'aide d'une spatule/maryse, ajouter délicatement les blancs en neige à la préparation en faisant des mouvements enroulés afin de ne pas les casser. (Voir la vidéo à la fin de la recette).",
    "Beurrez et farinez un moule. Y verser la totalité de la préparation. Lisser le dessus à l'aide d'un couteau. Enfourner 50 minutes à 150°C. Laissez reposer à température ambiante pendant 1 heure. Placez le gâteau au réfrigérateur pendant 2h avant de le démouler délicatement. Cette étape est primordial puisque c'est dans le réfrigérateur que les 3 couches de votre gâteau magique vont se former. Décorer avec du sucre glace. Et voilà !"
  ],
  "temps_preparation": "30 min",
  "temps_cuisson": "50 min",
  "difficulte": "Non spécifiée",
  "nb_personnes": "1 personnes",
  "url": "https://www.ptitchef.com/recettes/dessert/gateau-magique-aromatise-a-la-vanille-fid-1560545",
  "site_source": "ptitchef.com"
},
{
  "titre": "Roses des sables au chocolat",
  "ingredients": [
    "150 gr de chocolat noir",
    "40 gr de beurre",
    "100 gr de corn flakes"
  ],
  "etapes_preparation": [
    "Faire fondre le chocolat et le beurre ensemble.",
    "Les verser sur les cornflakes.",
    "Bien mélanger jusqu'à ce que le chocolat ait bien recouvert toutes les céréales.",
    "Servir dans des petites caissettes à friandise pour une présentation idéale, et mettre au frais minimum 20 minutes. Et voilà, vos roses des sables sont prêtes !"
  ],
  "temps_preparation": "20 min",
  "temps_cuisson": "Non spécifié",
  "difficulte": "Non spécifiée",
  "nb_personnes": "1 personnes",
  "url": "https://www.ptitchef.com/recettes/dessert/roses-des-sables-faciles-fid-1565132",
  "site_source": "ptitchef.com"
},
{
  "titre": "Gâteau basque, la recette expliquée en détails",
  "ingredients": [
    "300 gr de farine",
    "1 c. à café de sel",
    "120 gr de beurre mou",
    "200 gr de sucre",
    "2 oeufs",
    "1 sachet de levure",
    "1 c. à café de vanille liquide",
    "500 ml de lait",
    "1 gousse de vanille",
    "4 jaunes d’oeuf",
    "125 gr de sucre",
    "40 gr de farine",
    "1 jaune d'oeuf"
  ],
  "etapes_preparation": [
    "Préparer la pâte sablée : Dans un bol, mélanger la farine, le sel, le sucre et la levure.",
    "Ajouter le beurre ramolli, et mélanger avec les mains. Frotter le mélange entre les mains afin de le \"sabler\".",
    "Ajouter les deux œufs et la vanille, et pétrir. Lorsque la pâte prend forme, former une boule, et mettre au réfrigérateur.",
    "Pour la crème pâtissière : Fendre la gousse de vanille, récupérer les graines, et les mettre dans le lait. Mettre le lait à bouillir.",
    "Pendant ce temps, mélanger les jaunes d’œuf avec le sucre et fouetter énergiquement afin que le mélange blanchisse. Puis ajouter la farine et bien mélanger.",
    "Une fois le lait bouilli, l'ajouter petit à petit au mélange précédent. Puis, remettre ce mélange dans la casserole.",
    "Chauffer à feu moyen en mélangeant constamment avec une cuillère en bois, jusqu'à ce que le mélange soit bien épais (environ 10 minutes). Retirer du feu, et couvrir de papier cellophane afin qu'une peau ne se forme pas sur la crème.",
    "Le montage : Beurrer et fariner le moule. Séparer la pâte en deux part 2 tiers/ 1 tiers. Prendre la plus grosse partie et la mettre dans le moule.",
    "Foncer le moule avec la pâte, c'est à dire couvrir le fond, à l'aide de vos mains. Vous pouvez utiliser un rouleau à pâtisserie, mais la consistance de la pâte étant un peu collante, il est plus simple de le faire à la main. Si la pâte colle trop mettre un peu de farine sur vos mains.",
    "Une fois la pâte ayant recouvert le fond, monter des bords d'environ 4 cm, en lissant bien la pâte.",
    "Ajouter la crème pâtissière qui ne doit pas être trop chaude, et bien lisser le dessus à l'aide d'une spatule.",
    "Replier les bords sur la pâte, qui vont servir de support au \"couvercle\". La pâte étant assez collante, pas besoin d'eau ou de blanc d’œuf pour souder, cela se fera tout seul à la cuisson.",
    "Prendre une feuille de papier sulfurisé, et étaler la pâte restante en cercle de la taille du moule. Puis retourner le couvercle sur le gâteau, appuyer sur les bords, puis délicatement décoller le papier sulfurisé.",
    "Dorer avec un jaune d’œuf entier et du papier sopalin. En profiter pour lisser les aspérités de la pâte et des bords. L'utilisation d'un pinceau à pâtisserie ne permettra pas de bien lisser la pâte.",
    "A l'aide d'une fourchette, sans trop appuyer, dessiner le motif caractéristique d'un gâteau basque. Faire 4 lignes verticales, puis tourner le moule à 45°, et faire 4 autre lignes qui formeront des losanges.",
    "Cuire 40 minutes à 160°C, puis attendre que le gâteau refroidisse avant de le démouler.",
    "Et voilà, votre gâteau basque est prêt ! N'hésitez pas à regarder la vidéo de la recette afin de bien observer la manipulation de la pâte qui n'est pas évidente. Et bon appétit !"
  ],
  "temps_preparation": "1 min",
  "temps_cuisson": "40 min",
  "difficulte": "Non spécifiée",
  "nb_personnes": "0 personnes",
  "url": "https://www.ptitchef.com/recettes/dessert/gateau-basque-la-recette-expliquee-en-details-fid-1565925",
  "site_source": "ptitchef.com"
}
]